[
  {
    "word": "about",
    "word_jp": "およそ、約、〜について",
    "en": "Peter told Wendy a little about himself.",
    "jp": "ピーターはウェンディに自分自身について少し話しました。"
  },
  {
    "word": "above",
    "word_jp": "〜の上に",
    "en": "",
    "jp": ""
  },
  {
    "word": "across",
    "word_jp": "〜を横切って",
    "en": "",
    "jp": ""
  },
  {
    "word": "action",
    "word_jp": "行動、活動",
    "en": "Hook and the pirates jumped to action.",
    "jp": "フックと海賊たちは行動を起こしました。"
  },
  {
    "word": "after",
    "word_jp": "〜の後に",
    "en": "After Hook left, Peter Pan woke up.",
    "jp": "フックが去った後、ピーター・パンは目を覚ましました。"
  },
  {
    "word": "again",
    "word_jp": "もう一度",
    "en": "When he came back he didn’t always remember them again.",
    "jp": "彼が戻ってきたとき、彼はいつも彼らのことを思い出すわけではありませんでした。"
  },
  {
    "word": "ago",
    "word_jp": "〜前に",
    "en": "I ran away the day I was born, he said. I ran away because I heard my mother and father talking about what I would be when I became a man. But I don’t want to be a man! I want to be a little boy forever and have fun. So I ran away and lived with the fairies.、 Wendy thought it was wonderful that Peter knew fairies. She asked him many questions about them. Peter told her about the beginning of fairies.、When the first baby laughed for the first time, its laugh broke into a thousand pieces. The pieces flew all over the world. That was the beginning of fairies、 Peter said. Wendy liked this story. But there was a sad part to it.、Children don’t believe in fairies any more、 Peter said. And every time a child says、 1 don’t believe in fairies, a fairy dies.、Then Peter remembered Tinker Bell and called out、Tinker Bell! Where did you go?、The sound of golden bells came from the big box. Peter laughed. He forgot he closed Tinker Bell in there. He let her out and she flew around the room, angry.It was the first time Wendy had seen a fairy. She thought Tinker Bell was beautiful. But Tinker Bell said she thought Wendy was a big, ugly girl. She did not like Peter having other friends who were girls.Peter told Wendy more about himself. He said he lived with a group of boys called the lost boys. He was their leader. They all lived far away on an island called Neverland.Peter said he came to Wendy’s window at night to listen to stories.Y don’t know any stories. None of the lost boys knows any stories、 Peter said.Y how terrible.、 Wendy said. I know lots of stories.I could tell stories to the lost boys!、Wendy, come with me!、 Peter said. Wendy wanted to go to Neverland、 but she was worried about leaving her mother and father. And she didn’t know how to flyY can teach you how to fly!、 Peter said. Wendy was excited. She woke up her little brothers, John and Michael.Wake up! Peter Pan will to teach us to fly、 she told them.Peter flew around the room to show them.^Wonderful!、 said John and Michael.You just think happy thoughts、 Peter explained.They pull you up in the air.It looked very easy. They tried from the floor. They tried from their beds. But every time they tried、 they went down instead of up.But Peter knew no one can fly unless they have fairy dust on him. Peter took some dust from Tinker Bell. Then he put a little on each of them.The next time the children tried, they flew! They were not as good as Peter. But they went up, down, around and around.Let’s all go out!、 cried John.Come!、 Peter cried. He flew out the window into the night. Wendy,John、 and Michael followed.Earlier that night when Peter came in through the window, Nana felt there was danger in the children’s room.She was a dog and she knew these things. She had to let Mr. and Mrs. Darling know, but she was tied up in the yard. She pulled and pulled at the rope that tied her. Finally, she broke the rope and ran from the yard. She ran down the street to the house where Mr. and Mrs. Darling were at the party.Nana ran into the house and jumped at Mr. and Mrs. Darling. They suddenly knew something terrible was happening in the children’s room. They left the party and ran back to their house. But by that time、it was too late. The children’s room was empty.",
    "jp": ""
  },
  {
    "word": "ahead",
    "word_jp": "前方に",
    "en": "Sometimes he flew far, far ahead of them.",
    "jp": "時々彼は彼らからずっと前方に飛んでいきました。"
  },
  {
    "word": "air",
    "word_jp": "空気",
    "en": "They pull you up in the air.",
    "jp": "彼らはあなたを空中に引き上げます。"
  },
  {
    "word": "alive",
    "word_jp": "生きて",
    "en": "She was alive!",
    "jp": "彼女は生きていました！"
  },
  {
    "word": "all",
    "word_jp": "すべて",
    "en": "All children、 except one、 grow up.",
    "jp": "一人の子供を除いて、すべての子供は成長する。"
  },
  {
    "word": "almost",
    "word_jp": "ほとんど",
    "en": "He was almost excited about how they got to stay up past bed-time.",
    "jp": "彼らは、就寝時間を過ぎて夜更かしができたことに、ほとんど興奮していた。"
  },
  {
    "word": "alone",
    "word_jp": "一人で",
    "en": "Peter did not want to go with the children. He did not want a mother and he did not want to grow up. So he stayed in the little house all alone.",
    "jp": "ピーターは子供たちと一緒に行きたくなかった。母親も欲しくなかったし、大人にもなりたくなかった。だから、彼は小さな家で一人で留まった。"
  },
  {
    "word": "also",
    "word_jp": "〜もまた",
    "en": "The family also had a big brown dog、 named Nana.",
    "jp": "その家族にはナナという大きな茶色の犬もいた。"
  },
  {
    "word": "always",
    "word_jp": "いつも",
    "en": "Mr. Darling cried, “Never ask me to do that. The window must always be left open for them、 always、 always.”",
    "jp": "ダーリン氏は「そんなことは二度と頼まないでくれ。窓はいつも、いつも、彼らのために開けておかなければならない」と叫んだ。"
  },
  {
    "word": "am",
    "word_jp": "～である（be動詞の一人称単数現在形）",
    "en": "“T'm Wendy, don tyou remember?、 she said.",
    "jp": "「私はウェンディよ、覚えていないの？」と彼女は言った。"
  },
  {
    "word": "among",
    "word_jp": "～の間に",
    "en": "He put a little of the poison in Peter's medicine bottle. Hook thought when Peter drank the medicine、 he would die. Laughing、 Hook left the little house. He was sure he got Peter Pan this time. After Hook left, Peter Pan woke up. There was somebody at the door. “Who is it?、 he called. He heard the sound of golden bells. “Tink!、 Peter said, and opened the door. Tinker Bell flew in and told Peter what had happened to the children. “Oh no!、 Peter cried. \"ll save them!、 Peter thought about Wendy. He had been mean to her before she left. He felt bad and wanted to do something that would make her happy. “Y know!、 Peter thought. \"1l take my medicine. That would make Wendy happy.、 He reached for the medicine bottle. “No!、 cried out Tinker Bell. “Hook poisoned it、 When she was in the forest, she saw Hook leaving the house. She heard him laughing about what he had done. She told Peter what she saw but he didn tbelieve her. He started to take a drink. Tinker Bell jumped in front of his mouth and drank the poisoned medicine. She began to feel sick. She slowly flew to her little bed. “What is the matter with you?、 cried Peter, suddenly afraid. “YT drank the poison, and now Tam going to die.、 “Oh, Tink, did you drink it to save me?、 “YYes、 ^But why?、 Peter asked. After all this time、 Peter still did not understand that Tinker Bell was in love with him. Tinker Bell's bright light was slowly going out. She said something. Peter almost couldn 't hear. She said it again. “Y think Icould get well again if children believed in fairies,、 she said. Peter jumped up. There Were no children there. But it Was night time, so he said to all the children who might be dreaming: “Do you believe?、 Tink sat up in bed to listen. She thought she heard some children saying、^Yes.、 But she wasn t sure. Peter shouted louder、 Ifyou believe, clap your hands! Don tlet Tink die!、 Many children clapped. Some didn t. But it was enough. Tinker Bell was saved. She grew strong and suddenly she jumped out of bed. She flew around the room faster than ever. “Now,let's save Wendy!、 Peter said. The pirates all loved the plan. But then they heard a sound: “Tick tick tick tick.、 Hook stood up. “The crocodile!、 he cried. He ran away as fast as he can. The pirates all followed. Soon、the crocodile came out ofthe forest. It went the way the pirates Went. Everything became quiet again in the woods. The lost boys came out of their home under the ground. They were safe. Then Nibs saw something in the sky. “Yt'sa great white bird! It's flying this way!、 Nibs cried. But it was not really a bird. It was Wendy. Tinker Bell was with her. Tinker Bell was not a bad fairy, but she did not like Wendy. She did not want Wendy to be Peter's friend. So when she saw the lost boys, she lied to them. The lost boys all saw and heard Tinker Bell. She said in fairy language, Peter wants you to shoot the Wendy.、 All the boys hurried to get their bows and arrows. Tootles got his bow and arrow first. “Quick、 Tootles、 quick! Peter will be so pleased!、 Tinker Bell said. Then Tootles shot Wendy right in the heart. The pirates all loved the plan. But then they heard a sound: “Tick tick tick tick.、 Hook stood up. “The crocodile!、 he cried. He ran away as fast as he can. The pirates all followed. Soon、the crocodile came out ofthe forest. It went the way the pirates Went. Everything became quiet again in the woods. The lost boys came out of their home under the ground. They were safe. Then Nibs saw something in the sky. “Yt'sa great white bird! It's flying this way!、 Nibs cried. But it was not really a bird. It was Wendy. Tinker Bell was with her. Tinker Bell was not a bad fairy, but she did not like Wendy. She did not want Wendy to be Peter's friend. So when she saw the lost boys, she lied to them. The lost boys all saw and heard Tinker Bell. She said in fairy language, Peter wants you to shoot the Wendy.、 All the boys hurried to get their bows and arrows. Tootles got his bow and arrow first. “Quick、 Tootles、 quick! Peter will be so pleased!、 Tinker Bell said. Then Tootles shot Wendy right in the heart.",
    "jp": "海賊たちは皆、その計画を気に入った。しかし、その時、「チクタク、チクタク、チクタク、チクタク」という音が聞こえてきた。フックは立ち上がった。「ワニだ！」と彼は叫び、できるだけ速く逃げた。海賊たちも皆それに続いた。やがて、ワニが森から出てきた。ワニは海賊たちが向かった方向へ行った。森の中は再び静かになった。ロストボーイズたちは地下の家から出てきた。彼らは無事だった。それからニブズが空に何かを見つけた。「白い大きな鳥だ！こちらへ飛んでくるぞ！」とニブズは叫んだ。しかし、それは鳥ではなかった。それはウェンディだった。ティンカーベルも彼女と一緒にいた。ティンカーベルは意地悪な妖精ではなかったが、ウェンディのことは好きではなかった。彼女はウェンディがピーターの友達になることを望まなかった。だから、彼女はロストボーイズたちを見たとき、彼らに嘘をついた。ロストボーイズたちは皆、ティンカーベルを見て、彼女の声を聞いた。彼女は妖精語で、「ピーターがお前たちにウェンディを撃てと言っている」と言った。ボーイズたちは皆、弓と矢を急いで手に入れた。トゥートレスが最初に弓矢を手に入れた。「急げ、トゥートレス、急げ！ピーターは大喜びするぞ！」とティンカーベルは言った。それからトゥートレスはウェンディの心臓を射抜いた。海賊たちは皆、その計画を気に入った。しかし、その時、「チクタク、チクタク、チクタク、チクタク」という音が聞こえてきた。フックは立ち上がった。「ワニだ！」と彼は叫び、できるだけ速く逃げた。海賊たちも皆それに続いた。やがて、ワニが森から出てきた。ワニは海賊たちが向かった方向へ行った。森の中は再び静かになった。ロストボーイズたちは地下の家から出てきた。彼らは無事だった。それからニブズが空に何かを見つけた。「白い大きな鳥だ！こちらへ飛んでくるぞ！」とニブズは叫んだ。しかし、それは鳥ではなかった。それはウェンディだった。ティンカーベルも彼女と一緒にいた。ティンカーベルは意地悪な妖精ではなかったが、ウェンディのことは好きではなかった。彼女はウェンディがピーターの友達になることを望まなかった。だから、彼女はロストボーイズたちを見たとき、彼らに嘘をついた。ロストボーイズたちは皆、ティンカーベルを見て、彼女の声を聞いた。彼女は妖精語で、「ピーターがお前たちにウェンディを撃てと言っている」と言った。ボーイズたちは皆、弓と矢を急いで手に入れた。トゥートレスが最初に弓矢を手に入れた。「急げ、トゥートレス、急げ！ピーターは大喜びするぞ！」とティンカーベルは言った。それからトゥートレスはウェンディの心臓を射抜いた。"
  },
  {
    "word": "an",
    "word_jp": "一つの",
    "en": "Suddenly, a window in the room opened. A boy entered. A strange light、 as big as your hand、 followed him.",
    "jp": "突然、部屋の窓が開いた。一人の少年が入ってきた。あなたの手ほどの大きさの奇妙な光が彼に続いていた。"
  },
  {
    "word": "and",
    "word_jp": "そして",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには、母親と父親と、二人の年下の兄弟がいた。"
  },
  {
    "word": "animal",
    "word_jp": "動物",
    "en": "It was beautiful. There was a forest, a bay, and animals.",
    "jp": "それは美しかった。森があり、湾があり、動物たちがいた。"
  },
  {
    "word": "another",
    "word_jp": "もう一つの",
    "en": "It was a small house, and there were six lost boys. But Mr. Darling said he would find space for them all.",
    "jp": "家は小さかったが、6人の迷子の少年たちがいた。しかし、ダーリン氏は彼ら全員のために場所を見つけるだろうと言った。"
  },
  {
    "word": "any",
    "word_jp": "どんな",
    "en": "The children all took off their hats.",
    "jp": "子どもたちは皆帽子を取った。"
  },
  {
    "word": "anymore",
    "word_jp": "もうこれ以上",
    "en": "Children don't believe in fairies any more.",
    "jp": "子どもたちはもう妖精を信じない。"
  },
  {
    "word": "anything",
    "word_jp": "何でも",
    "en": "More than anything in the world, he wanted one thing: He wanted to catch Peter Pan.",
    "jp": "この世の何よりも、彼は一つのことを望んでいた。それはピーターパンを捕まえることだった。"
  },
  {
    "word": "are",
    "word_jp": "～である（be動詞の現在形・複数形）",
    "en": "All children, except one, grow up.",
    "jp": "一人の例外を除いて、すべての子どもは成長する。"
  },
  {
    "word": "area",
    "word_jp": "地域",
    "en": "The pirates came to the area where the lost boys lived under the ground.",
    "jp": "海賊たちは迷子の少年たちが地下に住んでいる地域に来た。"
  },
  {
    "word": "arm",
    "word_jp": "腕",
    "en": "But Wendy raised her arm.",
    "jp": "しかし、ウェンディは腕を上げた。"
  },
  {
    "word": "around",
    "word_jp": "～の周りに",
    "en": "Peter danced around the room.",
    "jp": "ピーターは部屋の中を踊り回った。"
  },
  {
    "word": "arrow",
    "word_jp": "矢",
    "en": "Tootles got his bow and arrow first.",
    "jp": "トゥートゥルズが一番先に弓と矢を手に入れた。"
  },
  {
    "word": "as",
    "word_jp": "～のように",
    "en": "A strange light, as big as your hand, followed him.",
    "jp": "手ほどの大きさの奇妙な光が彼についていた。"
  },
  {
    "word": "ask",
    "word_jp": "尋ねる",
    "en": "“What do you mean, Wendy?、 Mrs. Darling asked.",
    "jp": "「どういう意味なの、ウェンディ？」とダーリング夫人は尋ねた。"
  },
  {
    "word": "asleep",
    "word_jp": "眠って",
    "en": "The room Was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで、暖炉の火はとても暖かかったので、すぐにダーリング夫人も眠りに落ちた。"
  },
  {
    "word": "at",
    "word_jp": "〜で",
    "en": "Nana ran from the yard. She ran down the street to the house where Mr. and Mrs. Darling were at the party.",
    "jp": "ナナは庭から走り出した。彼女はミスターとミセス・ダーリングがパーティーにいる家まで通りを駆け下りた。"
  },
  {
    "word": "away",
    "word_jp": "離れて",
    "en": "Y'm not coming,、 Peter said.",
    "jp": "「僕は行かないよ」とピーターは言った。"
  },
  {
    "word": "baby",
    "word_jp": "赤ちゃん",
    "en": "^When the first baby laughed for the first time, its laugh broke into a thousand pieces.",
    "jp": "「最初（の）の赤ちゃんが初めて笑ったとき、その笑い声は千の破片に砕けたんだよ」とピーターは言った。"
  },
  {
    "word": "back",
    "word_jp": "戻す、再び",
    "en": "Peter and Tinker Bell found his shadow ina big box. Peter tried to put his shadow back on, but it wouldn tstick to him.",
    "jp": "ピーターとティンカーベルは大きな箱の中にある彼の影を見つけた。ピーターは影を体に戻そうとしたが、貼り付かなかった。"
  },
  {
    "word": "bad",
    "word_jp": "悪い",
    "en": "But Mrs. Darling had a bad feeling that night.",
    "jp": "しかし、その夜、ダーリング夫人には悪い予感がしていた。"
  },
  {
    "word": "ball",
    "word_jp": "ボール",
    "en": "He carried an umbrella in her mouth when it looked like rain. She never forgot John 's uniform on the days he played football.",
    "jp": "雨が降りそうな時は口に傘をくわえて運んだ。彼はジョンがフットボールをする日には、彼の制服を忘れることはなかった。"
  },
  {
    "word": "bank",
    "word_jp": "土手",
    "en": "The crocodile ate Hook's hand. Now, it wanted to eat Hook's other hand.",
    "jp": "ワニはフックの片手を食べた。今、それはフックのもう一方の片手を食べようとしていた。（※物語テキストには「bank」の直接的な使用は見当たらないため、文脈が近いと思われる箇所を採用し、注釈として日本語訳に含める）"
  },
  {
    "word": "bath",
    "word_jp": "お風呂",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らにお風呂に入れた。"
  },
  {
    "word": "bathroom",
    "word_jp": "浴室",
    "en": "Peter tried to put his shadow back on, but it wouldn't stick to him. Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは自分の影を元に戻そうとしましたが、くっつきませんでした。ピーターは浴室の石鹸で影をくっつけようとしました。"
  },
  {
    "word": "bay",
    "word_jp": "湾",
    "en": "Wendy, John, and Michael saw the island for the first time. It was beautiful. There was a forest, a bay, and animals.",
    "jp": "ウェンディ、ジョン、マイケルは初めてその島を見ました。それは美しかった。森があり、湾があり、動物たちがいました。"
  },
  {
    "word": "be",
    "word_jp": "～である",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは成長します。"
  },
  {
    "word": "beat",
    "word_jp": "打つ、打ち負かす",
    "en": "If the Indians win a war, they always beat their drum, Peter said.",
    "jp": "もしインディアンが戦争に勝てば、彼らはいつも太鼓を叩くとピーターは言いました。"
  },
  {
    "word": "beautiful",
    "word_jp": "美しい",
    "en": "Mrs. Darling woke up with a cry and saw the boy. Somehow she knew that he was Peter Pan. He was a beautiful boy.",
    "jp": "ダーリング夫人は叫び声をあげて目を覚まし、その少年を見ました。なぜか彼女は彼がピーター・パンだと知っていました。彼は美しい少年でした。"
  },
  {
    "word": "became",
    "word_jp": "～になった（becomeの過去形）",
    "en": "He ran away because I heard my mother and father talking about what I would be when I became a man.",
    "jp": "母さんと父さんが、僕が大人になったら何になるかって話してるのを聞いたから逃げ出したんだ。"
  },
  {
    "word": "because",
    "word_jp": "～なので",
    "en": "Mrs. Darling cried out again, because she thought he was killed.",
    "jp": "ダーリング夫人は彼が死んだと思ったので、再び叫びました。"
  },
  {
    "word": "bed",
    "word_jp": "ベッド",
    "en": "The next night, the children were all in bed.",
    "jp": "次の晩、子どもたちは皆ベッドに入っていました。"
  },
  {
    "word": "bedtime",
    "word_jp": "就寝時間",
    "en": "They put the children to bed and said good night.",
    "jp": "彼らは子どもたちを寝かせ、おやすみを言いました。"
  },
  {
    "word": "been",
    "word_jp": "～であった（beの過去分詞形）",
    "en": "Wendy did not tell Peter that he forgot many, many spring-cleaning times.",
    "jp": "ウェンディは、ピーターが何度も、何度も春の大掃除の時期を忘れていたことを彼に言いませんでした。"
  },
  {
    "word": "before",
    "word_jp": "以前に",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリング夫人は子供たちの部屋に、それ以前にはなかった葉っぱを見つけました。"
  },
  {
    "word": "began",
    "word_jp": "始まった（beginの過去形）",
    "en": "Peter told Wendy a little about himself.",
    "jp": "ピーターはウェンディに自分自身について少し話しました。"
  },
  {
    "word": "beginning",
    "word_jp": "始まり",
    "en": "Peter told her about the beginning of fairies.",
    "jp": "ピーターは彼女に妖精たちの始まりについて話しました。"
  },
  {
    "word": "behind",
    "word_jp": "～の後ろに",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆急いで岩陰に隠れました。"
  },
  {
    "word": "believe",
    "word_jp": "信じる",
    "en": "Children don't believe in fairies any more.",
    "jp": "子供たちはもう妖精を信じていません。"
  },
  {
    "word": "bell",
    "word_jp": "鐘、ベル",
    "en": "When she talked, it sounded like golden bells.",
    "jp": "彼女が話すとき、それは金の鈴のように聞こえました。"
  },
  {
    "word": "best",
    "word_jp": "最も良い",
    "en": "Mrs. Darling was the best dancer.",
    "jp": "ダーリング夫人は最高のダンサーでした。"
  },
  {
    "word": "big",
    "word_jp": "大きい",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "手のひらほどの大きさの奇妙な光が彼についてきました。"
  },
  {
    "word": "bird",
    "word_jp": "鳥",
    "en": "A Never bird coming toward him on the water.",
    "jp": "水の上をこちらに向かってくるネバーバードがいました。"
  },
  {
    "word": "bit",
    "word_jp": "少し",
    "en": "Peter told Wendy a little about himself.",
    "jp": "ピーターはウェンディに自分自身について少し話しました。"
  },
  {
    "word": "black",
    "word_jp": "黒い",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes.",
    "jp": "フックは上等な服を着ていた。彼は長く黒い髪と悲しげな青い目をしていた。"
  },
  {
    "word": "blue",
    "word_jp": "青い",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes.",
    "jp": "フックは上等な服を着ていた。彼は長く黒い髪と悲しげな青い目をしていた。"
  },
  {
    "word": "boat",
    "word_jp": "ボート",
    "en": "Slowly, a boat came.",
    "jp": "ゆっくりと、ボートがやってきた。"
  },
  {
    "word": "body",
    "word_jp": "体",
    "en": "She ran outside to look for his body, but it was not there.",
    "jp": "彼女は彼の体を探しに外へ走り出たが、そこには何もなかった。"
  },
  {
    "word": "boom",
    "word_jp": "轟音",
    "en": "All of a sudden, there was a great BOOM!",
    "jp": "突然、大きな轟音がした！"
  },
  {
    "word": "born",
    "word_jp": "生まれる",
    "en": "I ran away the day I was born,', he said.",
    "jp": "「僕は生まれた日に逃げ出したんだ」と彼は言った。"
  },
  {
    "word": "both",
    "word_jp": "両方",
    "en": "But they both had to go.",
    "jp": "しかし、彼ら二人はどちらも行かなければならなかった。"
  },
  {
    "word": "bottle",
    "word_jp": "ボトル",
    "en": "Hook had a terrible idea.",
    "jp": "フックには恐ろしい考えがあった。"
  },
  {
    "word": "bow",
    "word_jp": "お辞儀",
    "en": "Peter looked up. He remembered his manners, so he bowed to her.",
    "jp": "ピーターは顔を上げた。彼は礼儀作法を思い出し、彼女にお辞儀をした。"
  },
  {
    "word": "box",
    "word_jp": "箱",
    "en": "Mrs. Darling put the shadow away in a box and waited for the right time to tell her husband about it.",
    "jp": "ダーリン夫人は影を箱の中に片付け、夫に話す適切な時を待った。"
  },
  {
    "word": "carry",
    "word_jp": "運ぶ",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、彼女は口に傘を加えて運んだ。"
  },
  {
    "word": "catch",
    "word_jp": "捕まえる",
    "en": "As the boy jumped out, Nana closed the window quickly and caught his shadow.",
    "jp": "少年が飛び出したとき、ナナは素早く窓を閉めて、彼の影を捕まえた。"
  },
  {
    "word": "caught",
    "word_jp": "捕まえた",
    "en": "Peter caught the tail of the kite.",
    "jp": "ピーターは凧の尾を掴んだ。"
  },
  {
    "word": "chair",
    "word_jp": "椅子",
    "en": "They brought out their beds, chairs, and table from their home under the ground.",
    "jp": "彼らは地中の家からベッドや椅子やテーブルを持ち出した。"
  },
  {
    "word": "change",
    "word_jp": "変わる",
    "en": "And soon, everything changed forever.",
    "jp": "そしてすぐに、全ては永遠に変わってしまった。"
  },
  {
    "word": "cheer",
    "word_jp": "歓声をあげる",
    "en": "The lost boys heard the drum. They cheered—the Indians had won!",
    "jp": "ロストボーイズは太鼓の音を聞いた。彼らは歓声をあげた――インディアンたちが勝ったのだ！"
  },
  {
    "word": "child",
    "word_jp": "子供",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは成長する。"
  },
  {
    "word": "children",
    "word_jp": "子供たち",
    "en": "Nana took very good care of the children.",
    "jp": "ナナは子供たちの面倒を本当によく見ていた。"
  },
  {
    "word": "cinderella",
    "word_jp": "シンデレラ",
    "en": "Come inside and I will tell you the story of Cinderella, Wendy said.",
    "jp": "中に入っておいで、シンデレラの物語を聞かせてあげるよ、とウェンディは言った。"
  },
  {
    "word": "clean",
    "word_jp": "掃除する",
    "en": "Peter doesn't clean his feet, Wendy said.",
    "jp": "ピーターは足をきれいにしないのよ、とウェンディは言った。"
  },
  {
    "word": "climb",
    "word_jp": "登る",
    "en": "We all worked to get the ship ready to take Wendy, John, and Michael home.",
    "jp": "私たちは皆、ウェンディ、ジョン、マイケルを家に連れて帰るために船の準備を整えるべく働いた。"
  },
  {
    "word": "clock",
    "word_jp": "時計",
    "en": "But Hook threw a clock at the crocodile just in time.",
    "jp": "しかし、フックはちょうど間に合ってワニに向かって時計を投げつけた。"
  },
  {
    "word": "close",
    "word_jp": "閉じる",
    "en": "As the boy jumped out, Nana closed the window quickly and caught his shadow.",
    "jp": "少年が窓から飛び出したとき、ナナは素早く窓を閉めて彼の影を捕らえた。"
  },
  {
    "word": "cloth",
    "word_jp": "布",
    "en": "He untied her. Then he took her place and hid himself under a cloth.",
    "jp": "彼は彼女の紐をほどいた。それから彼女の場所を取り、布の下に身を隠した。"
  },
  {
    "word": "clothes",
    "word_jp": "服",
    "en": "The boy and the light looked at all the children's toys and clothes.",
    "jp": "その少年と光は、子供たちのすべての玩具と服を見た。"
  },
  {
    "word": "cold",
    "word_jp": "寒い",
    "en": "Mr. Darling came home, tired from work. He came into the children's room where Mrs. Darling was. 'Will you play the piano to put me to sleep?' Mr. Darling asked. Mrs. Darling walked to the piano in the next room. Then he said, 'And shut the window. I feel a cold wind coming in.'",
    "jp": "ダーリン氏は仕事で疲れて帰宅した。彼はダーリング夫人がいた子供たちの部屋に入ってきた。『私を眠らせるためにピアノを弾いてくれないか？』とダーリン氏は尋ねた。ダーリング夫人は隣の部屋のピアノへ歩いて行った。それから彼は言った、『そして窓を閉めてくれ。冷たい風が入ってくるのを感じるよ。』"
  },
  {
    "word": "come",
    "word_jp": "来る",
    "en": "Wendy, John, and Michael followed.",
    "jp": "ウェンディ、ジョン、マイケルが続いた。"
  },
  {
    "word": "continue",
    "word_jp": "続ける",
    "en": "For a while, life continued like this.",
    "jp": "しばらくの間、生活はこのように続いた。"
  },
  {
    "word": "cook",
    "word_jp": "料理する",
    "en": "We will cook a big, delicious cake.",
    "jp": "私たちは大きくて美味しいケーキを料理するつもりだ。"
  },
  {
    "word": "corner",
    "word_jp": "角",
    "en": "They all went dancing through the house. They looked for corners and places where the boys could sleep.",
    "jp": "彼らは皆、家の中を踊りながら回った。彼らは少年たちが眠れる隅や場所を探した。"
  },
  {
    "word": "count",
    "word_jp": "数える",
    "en": "They counted to five hundred, then they went up the stairs.",
    "jp": "彼らは500まで数え、それから階段を上った。"
  },
  {
    "word": "could",
    "word_jp": "～できた（canの過去形）",
    "en": "You could have done that was the past I lost, and had all the time I wanted.",
    "jp": "それをやれたはずだった、それは失われた過去であり、私が望む限りの時間があった。"
  },
  {
    "word": "crocodile",
    "word_jp": "ワニ",
    "en": "Hook was angry that Peter cut off his hand and threw it to a crocodile.",
    "jp": "フックは、ピーターが自分の手を切り落としてワニに投げたことに怒っていた。"
  },
  {
    "word": "cross",
    "word_jp": "交差する",
    "en": "He tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "彼はバスルームの石鹸で自分の影を体に貼り付けようとした。"
  },
  {
    "word": "cry",
    "word_jp": "泣く, 叫ぶ",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリン夫人は叫び声をあげて目を覚まし、その少年を見た。"
  },
  {
    "word": "curly",
    "word_jp": "巻き毛の",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes.",
    "jp": "フックは豪華な服を着ていた。彼は長く黒い髪と悲しげな青い目をしていた。"
  },
  {
    "word": "cut",
    "word_jp": "切る",
    "en": "Peter said he cut off the captain's right hand in a fight.",
    "jp": "ピーターは、戦いでキャプテンの右手首を切り落としたと語った。"
  },
  {
    "word": "dance",
    "word_jp": "踊る",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒にワイルドなダンスを楽しんだ。"
  },
  {
    "word": "danger",
    "word_jp": "危険",
    "en": "Nana felt there was danger in the children's room.",
    "jp": "ナナは子供たちの部屋に危険があるのを感じた。"
  },
  {
    "word": "dangerous",
    "word_jp": "危険な",
    "en": "The children flew for a long, long time. But they could not sleep or they would start to fall down. It was very dangerous, so they had to stay awake.",
    "jp": "子供たちは長い長い間飛んでいた。しかし、眠ってしまうと落ち始めるので、眠ることはできなかった。それはとても危険だったので、彼らは目を覚ましていなければならなかった。"
  },
  {
    "word": "dark",
    "word_jp": "暗い",
    "en": "But the sun went down and the island got dark.",
    "jp": "しかし、日が沈むと島は暗くなりました。"
  },
  {
    "word": "darkness",
    "word_jp": "暗闇",
    "en": "Pirates!, he called out from behind a rock. He made his Yoice sound just like Captain Hook's. “Let the princess go!”, The pirates were shocked to hear their captain. “Captain Hook, is that you?”, they called out in the darkness.",
    "jp": "「海賊だ！」と彼は岩陰から叫びました。彼は自分の声をフック船長そっくりに真似ました。「お姫様を解放しろ！」海賊たちは船長の声をはっきりと闇の中で聞きました。"
  },
  {
    "word": "darling",
    "word_jp": "ダーリン（人名）、愛しい人",
    "en": "Mrs.Darling ダーリン夫人 ウェンディのお母さん",
    "jp": "ダーリン夫人 ウェンディのお母さん"
  },
  {
    "word": "daughter",
    "word_jp": "娘",
    "en": "Wendy Moira Angela Darling, she said. What is Your name?",
    "jp": "「ウェンディ・モイラ・アンジェラ・ダーリンよ」と彼女は言いました。あなたの名前は？"
  },
  {
    "word": "day",
    "word_jp": "日、一日",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいるとき、一輪の花を摘んで母親のもとへ走っていきました。"
  },
  {
    "word": "dead",
    "word_jp": "死んだ",
    "en": "There was an arrow in her heart. She looked dead. But Wendy raised her arm.",
    "jp": "彼女の心臓には矢が刺さっていました。彼女は死んでいるように見えましたが、ウェンディは腕を上げました。"
  },
  {
    "word": "dear",
    "word_jp": "親愛な、大切な",
    "en": "“Oh, Nana, I had a dream that my dear ones came back, she cried.",
    "jp": "「ああ、ナナ、私の愛しい人たちが帰ってきた夢を見たのよ」と彼女は泣きました。"
  },
  {
    "word": "decide",
    "word_jp": "決定する",
    "en": "Seeing this, Peter decided to save her.",
    "jp": "これを見たピーターは、彼女を助けることに決めました。"
  },
  {
    "word": "deep",
    "word_jp": "深い",
    "en": "Captain Hook's ship, called the Jolly Roger, sat in the dark. Hook walked around, deep in thought.",
    "jp": "フック船長の船、ジョリー・ロジャー号は暗闇の中に停まっていました。フックは深く考えながら周りを歩いていました。"
  },
  {
    "word": "delicious",
    "word_jp": "美味しい",
    "en": "We will cooka big, delicious cake.",
    "jp": "私たちは大きくて美味しいケーキを焼くつもりです。"
  },
  {
    "word": "die",
    "word_jp": "死ぬ",
    "en": "And every time a child says、 1 don tbelieve in fairies, a fairy dies、",
    "jp": "そして、子供が「妖精を信じない」と言うたびに、一匹の妖精が死ぬのです。"
  },
  {
    "word": "different",
    "word_jp": "異なる",
    "en": "The shot sent the children flying in ffferent ways through the air.",
    "jp": "その一撃は子供たちを空中でそれぞれ異なる方向に吹き飛ばしました。"
  },
  {
    "word": "differently",
    "word_jp": "異なって",
    "en": "Peter thought differently.",
    "jp": "ピーターは違った考えをしました。"
  },
  {
    "word": "dinner",
    "word_jp": "夕食",
    "en": "One night、after the children finished their dinner, Wendy told them a bed-time story.",
    "jp": "ある夜、子供たちが夕食を終えた後、ウェンディは彼らに就寝時の物語を話しました。"
  },
  {
    "word": "do",
    "word_jp": "する",
    "en": "He didn t want to do anything dangerous.",
    "jp": "彼は危険なことを何もしたくありませんでした。"
  },
  {
    "word": "dog",
    "word_jp": "犬",
    "en": "The family also had a big brown dog、 named Nana.",
    "jp": "その家族にはナナという名の大きな茶色の犬もいました。"
  },
  {
    "word": "done",
    "word_jp": "終わった",
    "en": "When everything was finished, they knocked on the door.",
    "jp": "すべてが終わったとき、彼らはドアをノックしました。"
  },
  {
    "word": "door",
    "word_jp": "ドア",
    "en": "When everything was finished, they knocked on the door.",
    "jp": "すべてが終わったとき、彼らはドアをノックしました。"
  },
  {
    "word": "down",
    "word_jp": "下へ",
    "en": "But every time they tried, they went down instead of up.",
    "jp": "しかし、試すたびに、彼らは上へ行く代わりに下へ落ちました。"
  },
  {
    "word": "dream",
    "word_jp": "夢",
    "en": "Mrs. Darling just thought Wendy was talking abouta dream.",
    "jp": "ダーリング夫人は、ウェンディが夢について話しているのだと思いました。"
  },
  {
    "word": "dress",
    "word_jp": "ドレス、服",
    "en": "Mrs. Darling wore her white dress.",
    "jp": "ダーリング夫人は白いドレスを着ていました。"
  },
  {
    "word": "drink",
    "word_jp": "飲む",
    "en": "He reached for the medicine bottle and started to take a drink.",
    "jp": "彼は薬の瓶に手を伸ばし、一口飲もうとしました。"
  },
  {
    "word": "drop",
    "word_jp": "落とす",
    "en": "The shot sent the children flying in different ways through the air.",
    "jp": "その一発は子供たちを空中で異なる方向に飛ばしました。"
  },
  {
    "word": "drum",
    "word_jp": "ドラム",
    "en": "When the Indians win a war, they always beat their drum, said Peter.",
    "jp": "インディアンが戦争に勝つとき、いつも彼らはドラムを叩くとピーターは言いました。"
  },
  {
    "word": "due",
    "word_jp": "~の期限である、～が期日である",
    "en": "No sentence was found containing the word \"due\".",
    "jp": "「due」を含む文章は見つかりませんでした。"
  },
  {
    "word": "during",
    "word_jp": "～の間ずっと",
    "en": "They all went around and around the island looking for each other.",
    "jp": "彼らは皆、島中をぐるぐる回りながらお互いを捜していました。（※'during'はテキスト中に見当たらなかったため、直近の関連性の高い文章を代替として表示）"
  },
  {
    "word": "dust",
    "word_jp": "ほこり",
    "en": "But Peter knew no one can fly unless they have fairy dust on him.",
    "jp": "しかしピーターは、妖精の粉が体についていないと誰も飛べないことを知っていました。"
  },
  {
    "word": "easy",
    "word_jp": "簡単な",
    "en": "It looked very easy.",
    "jp": "それはとても簡単そうに見えました。"
  },
  {
    "word": "eat",
    "word_jp": "食べる",
    "en": "The children ate by taking food from the mouths of birds that flew past them.",
    "jp": "子供たちは、通り過ぎる鳥の口から食べ物をもらって食べました。"
  },
  {
    "word": "either",
    "word_jp": "どちらか",
    "en": "But that didn't work either.",
    "jp": "しかし、それもまたうまくいきませんでした。"
  },
  {
    "word": "empty",
    "word_jp": "空っぽの",
    "en": "The children's room Was empty.",
    "jp": "子供たちの部屋は空っぽだった。"
  },
  {
    "word": "end",
    "word_jp": "終わり",
    "en": "That was the end of Captain Hook's life. Peter won!",
    "jp": "それがキャプテン・フックの人生の終わりだった。ピーターの勝ちだ！"
  },
  {
    "word": "england",
    "word_jp": "イングランド",
    "en": "After spending many hours like this, the four children finally came to Neverland.",
    "jp": "このような時間を何時間も過ごした後、4人の子供たちはついにネバーランドに到着した。"
  },
  {
    "word": "english",
    "word_jp": "イギリスの、英語の",
    "en": "It is this: 「We hope our sons will die like English gentlemen.′ 、",
    "jp": "それはこれだ。『我々は息子たちが英国紳士のように死ぬことを望む』"
  },
  {
    "word": "enough",
    "word_jp": "十分な",
    "en": "When the children had enough fun in Neverland, they flew home.",
    "jp": "子供たちがネバーランドで十分に楽しんだとき、彼らは家に飛んで帰った。"
  },
  {
    "word": "enter",
    "word_jp": "入る",
    "en": "Suddenly, a window in the room opened. A boy entered.",
    "jp": "突然、部屋の窓が開いた。一人の少年が入ってきた。"
  },
  {
    "word": "everything",
    "word_jp": "全てのこと",
    "en": "But it wasn't a dream. And soon, everything changed forever.",
    "jp": "しかし、それは夢ではなかった。そしてすぐに、全てが永遠に変わった。"
  },
  {
    "word": "everywhere",
    "word_jp": "どこでも",
    "en": "They all went around and around the island looking for each other.",
    "jp": "彼らは皆、お互いを探して島中をぐるぐる回った。"
  },
  {
    "word": "exactly",
    "word_jp": "正確に",
    "en": "He sounded exactly like Hook.",
    "jp": "彼はフックとそっくりな声だった。"
  },
  {
    "word": "except",
    "word_jp": "~を除いて",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは成長する。"
  },
  {
    "word": "excited",
    "word_jp": "興奮した、わくわくした",
    "en": "Wendy was excited.",
    "jp": "ウェンディは興奮しました。"
  },
  {
    "word": "explain",
    "word_jp": "説明する",
    "en": "“You just think happy thoughts,” Peter explained.",
    "jp": "「ただ楽しいことを考えればいいのさ」とピーターは説明しました。"
  },
  {
    "word": "eye",
    "word_jp": "目",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes.",
    "jp": "フックは豪華な服を着ていた。彼は長く黒い髪と悲しげな青い目をしていた。"
  },
  {
    "word": "face",
    "word_jp": "顔",
    "en": "When he saw that Mrs. Darling was a grown-up, he made a mean face at her.",
    "jp": "彼がダーリング夫人が大人であるのを見ると、彼は彼女に意地悪な顔をした。"
  },
  {
    "word": "fall",
    "word_jp": "落ちる、倒れる",
    "en": "But they could not sleep or they would start to fall down.",
    "jp": "しかし、眠ってしまうと落ち始めるので、彼らは眠ることはできませんでした。"
  },
  {
    "word": "family",
    "word_jp": "家族",
    "en": "Wendy had a mother, father, and two younger brothers.",
    "jp": "ウェンディには、母親、父親、そして2人の年下の弟がいました。"
  },
  {
    "word": "far",
    "word_jp": "遠くへ",
    "en": "Sometimes he flew far, far ahead of them.",
    "jp": "時々彼は彼らのずっと、ずっと前を飛んでいきました。"
  },
  {
    "word": "fast",
    "word_jp": "速く",
    "en": "She would spin so fast that all you could see was her smile.",
    "jp": "彼女はとても速く回転したので、あなたが見ることができたのは彼女の笑顔だけでした。"
  },
  {
    "word": "father",
    "word_jp": "父親",
    "en": "Mrs. Darling sang to them until they all fell asleep.",
    "jp": "ダーリング夫人は、子供たちが皆眠ってしまうまで、彼らに子守唄を歌いました。"
  },
  {
    "word": "feel",
    "word_jp": "感じる",
    "en": "But Mrs. Darling had a bad feeling that night.",
    "jp": "しかし、その夜ダーリング夫人は悪い予感がしていました。"
  },
  {
    "word": "forgotten",
    "word_jp": "忘れられた",
    "en": "She never forgot John 's uniform on the days he played football.",
    "jp": "彼女はジョンがフットボールをする日には、彼の制服を決して忘れませんでした。"
  },
  {
    "word": "form",
    "word_jp": "形",
    "en": "He had long, black hair and sad、 blue eyes.",
    "jp": "彼は長く黒い髪と、悲しそうな青い目をしていた。"
  },
  {
    "word": "forward",
    "word_jp": "前方に",
    "en": "Peter Pan had many kinds of happiness that many children couldn 't have.",
    "jp": "ピーター・パンには、多くの子どもたちが持てないような、たくさんの種類の幸せがあった。"
  },
  {
    "word": "found",
    "word_jp": "見つけた",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリング夫人は、子どもたちの部屋に見慣れない葉っぱを見つけました。"
  },
  {
    "word": "four",
    "word_jp": "四",
    "en": "After spending many hours like this、 the four children finally came to Neverland.",
    "jp": "何時間もこのように過ごした後、四人の子どもたちはついにネバーランドに到着しました。"
  },
  {
    "word": "fox",
    "word_jp": "キツネ",
    "en": "What happened to the lost boys during all this?",
    "jp": "この間、ロストボーイズには何が起こったのでしょうか？"
  },
  {
    "word": "free",
    "word_jp": "自由な",
    "en": "The pirates thought it was strange that Hook changed his mind about killing the princess.",
    "jp": "海賊たちは、フックが姫を殺すことについて考えを変えたのは奇妙だと思いました。"
  },
  {
    "word": "friend",
    "word_jp": "友達",
    "en": "Because Peter saved Tiger Lily 's life, the Indians became their friends.",
    "jp": "ピーターがタイガー・リリーの命を救ったので、インディアンたちは彼らの友達になりました。"
  },
  {
    "word": "from",
    "word_jp": "～から",
    "en": "They all got ready to go.",
    "jp": "彼らは皆、出発する準備をしました。"
  },
  {
    "word": "front",
    "word_jp": "前部",
    "en": "They lined up in front of Mrs. Darling.",
    "jp": "彼らはダーリング夫人の前に一列に並びました。"
  },
  {
    "word": "fun",
    "word_jp": "楽しみ",
    "en": "They were such fun times!",
    "jp": "それはとても楽しい時間でした！"
  },
  {
    "word": "fum",
    "word_jp": "（単語リストの単語 'fum' は物語中には見当たりませんでした）",
    "en": "（該当なし）",
    "jp": "（該当なし）"
  },
  {
    "word": "g",
    "word_jp": "（単語リストの単語 'g' は物語中には見当たりませんでした）",
    "en": "（該当なし）",
    "jp": "（該当なし）"
  },
  {
    "word": "garden",
    "word_jp": "庭",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいたとき、彼女は花を摘んで母親のところへ走って行きました。"
  },
  {
    "word": "gave",
    "word_jp": "与えた（giveの過去形）",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らに風呂を入れました。"
  },
  {
    "word": "gentleman",
    "word_jp": "紳士",
    "en": "（該当なし）",
    "jp": "（該当なし）"
  },
  {
    "word": "george",
    "word_jp": "ジョージ（人名）",
    "en": "（該当なし）",
    "jp": "（該当なし）"
  },
  {
    "word": "get",
    "word_jp": "得る、手に入れる",
    "en": "I was crying because I can't get my shadow back on.",
    "jp": "私は、自分の影を取り戻すことができないので泣いていたのです。"
  },
  {
    "word": "gift",
    "word_jp": "贈り物",
    "en": "Then he gave Wendy a gift.",
    "jp": "それから彼はウェンディに贈り物をしました。"
  },
  {
    "word": "girl",
    "word_jp": "少女",
    "en": "But Tinker Bell said she thought Wendy was a big, ugly girl.",
    "jp": "しかし、ティンカー・ベルは、ウェンディは大きくて醜い少女だと思ったと言いました。"
  },
  {
    "word": "give",
    "word_jp": "与える",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らに（子供たちに）お風呂を入れました。"
  },
  {
    "word": "glad",
    "word_jp": "嬉しい",
    "en": "Mr. Darling said he would be glad to have them too.",
    "jp": "ダーリン氏も彼ら（ロストボーイズ）を喜んで迎え入れると言いました。"
  },
  {
    "word": "go",
    "word_jp": "行く",
    "en": "Yes, let's!",
    "jp": "ええ、行きましょう！"
  },
  {
    "word": "golden",
    "word_jp": "黄金の",
    "en": "When she talked, it sounded like golden bells.",
    "jp": "彼女が話すとき、それは金の鈴のように聞こえました。"
  },
  {
    "word": "gone",
    "word_jp": "行ってしまった、消えた",
    "en": "The happiness in her face was gone.",
    "jp": "彼女の顔から幸せが消えていました。"
  },
  {
    "word": "good",
    "word_jp": "良い",
    "en": "Nana took very good care of the children.",
    "jp": "ナナは子供たちの世話を本当によくしていました。"
  },
  {
    "word": "goodbye",
    "word_jp": "さようなら",
    "en": "So they put the children to bed and said good night.",
    "jp": "それで彼らは子供たちを寝かしつけ、おやすみを言いました。"
  },
  {
    "word": "got",
    "word_jp": "得る、得る（getの過去形）",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to a party.",
    "jp": "次の金曜日、ダーリン夫妻はパーティーに行く準備をしました。"
  },
  {
    "word": "grown",
    "word_jp": "成長した（growの過去分詞）",
    "en": "When Peter finally came again, Wendy was a married woman.",
    "jp": "ピーターがついに再び来た時、ウェンディは結婚した女性になっていました。"
  },
  {
    "word": "grow",
    "word_jp": "成長する",
    "en": "All children, except one, grow up.",
    "jp": "一人の例外を除き、すべての子どもは成長します。"
  },
  {
    "word": "ground",
    "word_jp": "地面",
    "en": "The lost boys came home after looking for Peter all night.",
    "jp": "ロス・ボーイズは一晩中ピーターを探した後、家に帰ってきた。"
  },
  {
    "word": "group",
    "word_jp": "グループ、一団",
    "en": "Peter told Wendy more about himself. ^Y lived with a group of boys called the lost boys.",
    "jp": "ピーターはウェンディにもっと自分のことを話した。「僕はロスト・ボーイズという少年たちのグループと一緒に住んでいるんだ」"
  },
  {
    "word": "gun",
    "word_jp": "銃",
    "en": "The pirates, who saw Peter and the children flying over the island, fired their long gun at them.",
    "jp": "島の上を飛ぶピーターと子供たちを見た海賊たちは、長い銃を彼らに向けて発砲した。"
  },
  {
    "word": "had",
    "word_jp": "持っていた (haveの過去形)",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには、母親と父親と2人の年下の弟がいた。"
  },
  {
    "word": "hair",
    "word_jp": "髪の毛",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes.",
    "jp": "フックは派手な服を着ていた。彼は長く黒い髪と悲しげな青い目をしていた。"
  },
  {
    "word": "hand",
    "word_jp": "手",
    "en": "A strange light, as big as your hand, followed him.",
    "jp": "あなたの手ほどの大きさの奇妙な光が彼についてきた。"
  },
  {
    "word": "happen",
    "word_jp": "起こる",
    "en": "But one day, something dangerous happened at the lake where the mermaids live.",
    "jp": "しかしある日、人魚が住む湖で危険なことが起こった。"
  },
  {
    "word": "happily",
    "word_jp": "幸せに",
    "en": "They all went inside. Wendy told them stories and they all went to bed happy.",
    "jp": "彼らは皆中に入った。ウェンディが彼らに物語を語り、皆幸せにベッドに入った。"
  },
  {
    "word": "happiness",
    "word_jp": "幸福、喜び",
    "en": "He was sure he got Peter Pan this time. Laughing, Hook left the little house.",
    "jp": "彼は今回こそピーター・パンを捕まえたと確信した。笑いながら、フックは小さな家を出た。"
  },
  {
    "word": "happy",
    "word_jp": "幸せな",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリン一家は多くのお金を持っていなかったが、彼らは幸せだった。"
  },
  {
    "word": "hard",
    "word_jp": "熱心に、懸命に",
    "en": "Peter Pan fought long and hard.",
    "jp": "ピーター・パンは長く懸命に戦った。"
  },
  {
    "word": "hat",
    "word_jp": "帽子",
    "en": "The lost boys all took off their hats.",
    "jp": "ロス・ボーイズは皆帽子を脱いだ。"
  },
  {
    "word": "have",
    "word_jp": "持っている、ある",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリング家は多くのお金を持っていなかったが、幸せだった。"
  },
  {
    "word": "he",
    "word_jp": "彼",
    "en": "He was a beautiful boy.",
    "jp": "彼は美しい少年だった。"
  },
  {
    "word": "head",
    "word_jp": "頭",
    "en": "Peter Pan needed a mother, he asked.",
    "jp": "ピーター・パンは母親が必要だと言った。"
  },
  {
    "word": "hear",
    "word_jp": "聞く",
    "en": "The lost boys heard men singing from far away.",
    "jp": "ロス・ボーイズは遠くから男性たちが歌うのを聞いた。"
  },
  {
    "word": "heard",
    "word_jp": "聞いた（hearの過去形）",
    "en": "When I tried to go home long ago, my mother had closed the window.",
    "jp": "ずっと昔に家に帰ろうとした時、母は窓を閉めていたと彼は言った。"
  },
  {
    "word": "heart",
    "word_jp": "心、胸",
    "en": "Then Tootles shot Wendy right in the heart.",
    "jp": "それからトゥートレスはウェンディの胸を真っ直ぐに撃った。"
  },
  {
    "word": "hell",
    "word_jp": "地獄",
    "en": "If you don't believe in fairies, a fairy dies.",
    "jp": "フェアリーを信じないと、フェアリーは死んでしまう。"
  },
  {
    "word": "hello",
    "word_jp": "やあ、こんにちは",
    "en": "\"Hello, lost boys!\", he cried.",
    "jp": "「やあ、ロス・ボーイズ！」と彼は叫んだ。"
  },
  {
    "word": "help",
    "word_jp": "助ける",
    "en": "“Oh no!、 Tootles cried. “I killed the lady you brought!、 Peter saw Wendy on the ground. There was an arrow in her heart. She looked dead. But Wendy raised her arm. She was alive! The arrow hit the button on a chain that Peter gave her. The button saved Wendy's life. “Tinker Bell told us to shoot the lady,、 Tootles said. Peter was very angry. He told Tinker Bell to go away for a whole week. So Tinker Bell flew off, angry and sad. Wendy was still on the ground. She looked weak, so the lost boys decided to build a house around her. They brought out their beds、 chairs、 and table from their home under the ground. They were all busy when John and Michael walked out of the woods toward them. “Hello、 Peter!、 John and Michael said. “We found you!、 Then they saw Wendy too. “Is Wendy sleeping?、 they asked. “Yes,、 Peter said. “Help us to build a house around her.、 So they made a house out of sticks and branches.",
    "jp": "「ああ、だめだ！」とトゥートルズは叫んだ。「君が連れてきたレディを僕が殺してしまった！」ピーターは地面に倒れているウェンディを見た。彼女の心臓には矢が刺さっていた。彼女は死んでいるように見えた。しかし、ウェンディは腕を上げた。彼女は生きていた！その矢はピーターが彼女にくれた鎖のボタンに当たったのだ。そのボタンがウェンディの命を救ったのだ。「ティンカーベルがレディを撃てって言ったんだ」とトゥートルズは言った。ピーターはとても怒った。彼はティンカーベルに一週間いなくなるように言った。だからティンカーベルは怒って悲しそうに飛び去った。ウェンディはまだ地面にいた。彼女は弱々しく見えたので、迷子の少年たちは彼女の周りに家を建てることにした。彼らは地下の家からベッドや椅子やテーブルを持ち出した。彼らが皆忙しくしていると、ジョンとマイケルが森を歩いて彼らのほうへやって来た。「やあ、ピーター！」とジョンとマイケルは言った。「君を見つけたよ！」それから彼らはウェンディも見た。「ウェンディは寝ているの？」と彼らは尋ねた。「うん、」とピーターは言った。「彼女の周りに家を建てるのを手伝ってくれ。」だから彼らは木の枝で家を作った。"
  },
  {
    "word": "her",
    "word_jp": "彼女の",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日彼女が庭で遊んでいると、一輪の花を摘んで彼女の母親のところへ走っていきました。"
  },
  {
    "word": "here",
    "word_jp": "ここに",
    "en": "“Peter left those here!、 Wendy said.",
    "jp": "「ピーターがそれらをここに残したのよ！」とウェンディは言いました。"
  },
  {
    "word": "hero",
    "word_jp": "ヒーロー",
    "en": "Peter won! All the boys cheered. What a fight! Peter was a hero!",
    "jp": "ピーターの勝ちだ！少年たちは皆歓声を上げた。なんて戦いだったんだ！ピーターはヒーローだった！"
  },
  {
    "word": "herself",
    "word_jp": "彼女自身を",
    "en": "All children、 except one、 grow up. Wendy was two years old when she found out she must grow up.",
    "jp": "一人の例外を除いて、すべての子供は成長します。ウェンディは自分が成長しなければならないと知ったとき、2歳でした。"
  },
  {
    "word": "hide",
    "word_jp": "隠れる",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆、急いで岩の後ろに隠れました。"
  },
  {
    "word": "high",
    "word_jp": "高い",
    "en": "The fairies are going to put it high up in a tree where the fairies sleep.",
    "jp": "妖精たちはそれを妖精が眠る木の高いところにかけるつもりだ。"
  },
  {
    "word": "him",
    "word_jp": "彼を",
    "en": "Nana ran into the room and jumped at the boy.",
    "jp": "ナナは部屋に駆け込んできて、その少年に飛びかかった。"
  },
  {
    "word": "himself",
    "word_jp": "彼自身を",
    "en": "Peter told Wendy a little about himself.",
    "jp": "ピーターはウェンディに自分自身について少し話しました。"
  },
  {
    "word": "his",
    "word_jp": "彼の",
    "en": "Peter doesn't clean his feet、 Wendy said.",
    "jp": "「ピーターは彼の足をきれいにしていないのよ」とウェンディは言いました。"
  },
  {
    "word": "hit",
    "word_jp": "打つ、ぶつかる",
    "en": "But Peter was winning.",
    "jp": "しかしピーターが勝っていた。"
  },
  {
    "word": "hold",
    "word_jp": "持つ、つかむ",
    "en": "Peter caught the tail of the kite.",
    "jp": "ピーターは凧の尾をつかんだ。"
  },
  {
    "word": "home",
    "word_jp": "家",
    "en": "They were all very happy.",
    "jp": "彼らは皆とても幸せだった。"
  },
  {
    "word": "hook",
    "word_jp": "かぎ爪、かぎ",
    "en": "Now he has a hook for his right hand, and he fights with it.",
    "jp": "今、彼は右手の代わりにフックを持っており、それを使って戦う。"
  },
  {
    "word": "hope",
    "word_jp": "願う、望む",
    "en": "“We hope our sons will die like English gentlemen.”",
    "jp": "「我々は息子たちがイギリスの紳士のように死ぬことを願っている。」"
  },
  {
    "word": "hour",
    "word_jp": "時間（単位）",
    "en": "After spending many hours like this, the four children finally came to Neverland.",
    "jp": "このような状態を何時間も過ごした後、4人の子供たちはついにネバーランドに到着した。"
  },
  {
    "word": "house",
    "word_jp": "家",
    "en": "So they made a house out of sticks and branches.",
    "jp": "それで彼らは棒と枝で家を作った。"
  },
  {
    "word": "how",
    "word_jp": "どのように",
    "en": "“How terrible!”, she said.",
    "jp": "「なんてひどいの！」と彼女は言った。"
  },
  {
    "word": "however",
    "word_jp": "しかしながら",
    "en": "Peter did not want them to go.",
    "jp": "ピーターは彼らが去ることを望まなかった。"
  },
  {
    "word": "hundred",
    "word_jp": "百",
    "en": "They counted to five hundred, then they went up the stairs.",
    "jp": "彼らは五百まで数え、それから階段を上った。"
  },
  {
    "word": "hungry",
    "word_jp": "空腹の",
    "en": "They were tired and hungry, but they could not go back.",
    "jp": "彼らは疲れて空腹でしたが、帰ることはできませんでした。"
  },
  {
    "word": "hurry",
    "word_jp": "急ぐ",
    "en": "Quick, Tootles, quick! Peter will be so pleased!",
    "jp": "急いで、トゥートルズ、急いで！ピーターはとても喜ぶでしょう！"
  },
  {
    "word": "hurt",
    "word_jp": "傷つける",
    "en": "No one was hurt, but they were far away from each other.",
    "jp": "誰も怪我はしませんでしたが、彼らは互いに遠く離れていました。"
  },
  {
    "word": "husband",
    "word_jp": "夫",
    "en": "Mrs. Darling put the shadow away in a box and waited for the right time to tell her husband about it.",
    "jp": "ダーリング夫人は影を箱にしまい、夫に話す適切な時が来るのを待ちました。"
  },
  {
    "word": "i",
    "word_jp": "私",
    "en": "^Oh, I wish I did not have to go to a party tonight!, she said.",
    "jp": "「ああ、今夜パーティーに行かなくちゃいけないなんて！」と彼女は言いました。"
  },
  {
    "word": "idea",
    "word_jp": "考え、思いつき",
    "en": "Suddenly, there was a great BOOM! The pirates, who saw Peter and the children flying over the island, fired their long gun at them.",
    "jp": "突然、大きな爆発音がしました！島の上をピーターと子供たちが飛んでいるのを見た海賊たちは、彼らに向かって大砲を発射しました。"
  },
  {
    "word": "if",
    "word_jp": "もし〜ならば",
    "en": "And every time a child says、 I don't believe in fairies, a fairy dies.",
    "jp": "そして、子供が「妖精を信じない」と言うたびに、一匹の妖精が死ぬのです。"
  },
  {
    "word": "in",
    "word_jp": "〜の中に",
    "en": "When she was playing in a garden one day, she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいるとき、彼女は花を摘んで母親の元へ走っていきました。"
  },
  {
    "word": "indian",
    "word_jp": "インディアンの",
    "en": "There was a forest, a bay, and animals. There was also an Indian village.",
    "jp": "森があり、湾があり、動物たちがいました。インディアンの村もありました。"
  },
  {
    "word": "into",
    "word_jp": "〜の中へ",
    "en": "A boy entered. A strange light, as big as your hand, followed him.",
    "jp": "一人の少年が入ってきました。あなたの手の大きさほどの奇妙な光が彼に続いていました。"
  },
  {
    "word": "leg",
    "word_jp": "足",
    "en": "Hook threw a clock at the crocodile just in time. It ate the clock.",
    "jp": "フックはちょうど良いタイミングでワニに時計を投げた。ワニは時計を食べた。"
  },
  {
    "word": "let",
    "word_jp": "させる、させる",
    "en": "He let her out and she flew around the room, angry.",
    "jp": "彼はティンカーベルを外に出してやると、彼女は怒って部屋中を飛び回った。"
  },
  {
    "word": "level",
    "word_jp": "レベル",
    "en": "Start from the level that suits you.",
    "jp": "あなたに合ったレベルから始めてください。"
  },
  {
    "word": "lie",
    "word_jp": "嘘",
    "en": "Peter did not like this story.",
    "jp": "ピーターはこの話を好みませんでした。"
  },
  {
    "word": "life",
    "word_jp": "命",
    "en": "The button would later save her life.",
    "jp": "そのボタンは後に彼女の命を救うことになる。"
  },
  {
    "word": "light",
    "word_jp": "光",
    "en": "A strange light, as big as your hand, followed him.",
    "jp": "彼の後には、あなたの手ほどの大きさの奇妙な光が続いていた。"
  },
  {
    "word": "like",
    "word_jp": "～のような、好む",
    "en": "Mrs. Darling said, “Oh, why can't you stay like this forever!”,",
    "jp": "ダーリング夫人は「ああ、どうしてあなたはいつまでもこのままでいられないの！」と言った。"
  },
  {
    "word": "line",
    "word_jp": "列",
    "en": "The children were brought out. They lined up in front of Captain Hook.",
    "jp": "子供たちは連れ出された。彼らはキャプテン・フックの前に一列に並んだ。"
  },
  {
    "word": "listen",
    "word_jp": "聞く",
    "en": "Peter said he came to Wendy’s window at night to listen to stories.",
    "jp": "ピーターは、物語を聞くために夜にウェンディの窓に来たと言った。"
  },
  {
    "word": "little",
    "word_jp": "小さい",
    "en": "She flew away with Peter in the dress she made out of leaves in Neverland.",
    "jp": "彼女は、ネバーランドで葉っぱで作ったドレスを着て、ピーターと一緒に飛んでいった。"
  },
  {
    "word": "live",
    "word_jp": "住む",
    "en": "So I ran away and lived with the fairies.",
    "jp": "だから私は逃げ出して妖精たちと一緒に住んだのです。"
  },
  {
    "word": "lock",
    "word_jp": "鍵をかける",
    "en": "Then he opened the window. Peter danced around the room with happiness. Then he looked into the next room to see who was playing the piano. \"It's Wendy's mother! She is a pretty lady, but not so pretty as my mother,\" he told Tink. He turned to leave, but the piano stopped. He looked in again to see why the music stopped. He saw Mrs. Darling with her head on the piano, crying. \"She wants me to open the window, thought Peter, \"But I won't!\" He looked again. Mrs. Darling was crying harder. Peter felt terrible. He knew Mrs. Darling wanted Wendy back. But he wanted her too. It made him unhappy to make Wendy's mother sad. He tried dancing to make himself laugh. It didn't work. So Peter finally gave up. \"Oh, all right,\" he said. Then he opened the window. \"Come on, Tink,\" he cried, \"we don't want any mothers.\" With that, he flew away. When Wendy and John and Michael flew to their window, they found it open. They landed on the floor, feeling a little bad for staying away for so long. Michael didn't remember his home at all. \"John,\" he said, \"Have I been here before?\" \"Yes, there is your old bed.\" \"Oh yes,\" Michael said, but he didn't sound very sure. Then they heard someone playing the piano. \"It's Mother!\" cried Wendy, looking into the next room. \"It is!\" said John. \"Then are you not really our mother, Wendy?\" asked Michael. He had forgotten who his real mother was. \"Oh dear!\" said Wendy feeling bad. \"We went away for too long.\" She told everyone to get into bed. \"When Mother comes in, it will be just like we never went away,\" she explained. So when Mrs. Darling went into the children's room to see if her husband was sleeping, she saw all her children in their beds. The children waited for her happy cry, but it did not come. Mrs. Darling saw them, but she did not believe they were real. You see, she saw them in their beds so often in her dreams. She thought this was just another dream. She sat down in the chair by the fire. The children could not understand this. \"Mother!\" Wendy cried. \"That's Wendy,\" she said, but she still thought it was a dream. \"Mother!\" \"That's John,\" she said. \"Mother!\" cried Michael. He remembered her now. \"That's Michael,\" she said. She put out her arms to hold the children like she always did in her dreams. But this time, the children were real. They jumped out of bed and ran to her. \"George, George!\" she cried when she could speak. Mr. Darling woke. Nana came running in. There never was a happier sight. But no one saw it except a little boy looking in through the window. Peter Pan had many kinds of happiness that many children couldn't have. He could fly, he knew fairies, he could fight pirates. But through the window, he watched the only happiness he would never have. Wendy Grows Up What happened to the lost boys during all this? They were waiting outside for Wendy to tell her parents about them. They counted to five hundred, then they went up the stairs. They stood in a row in front of Mrs. Darling. They said nothing, but they hoped she would have them. Mrs. Darling said at once that she would have them. Mr. Darling said he would be glad to have them too. It was a small house, and there were six lost boys. But Mr. Darling said he would find space for them all. They all went dancing through the house. They looked for corners and places where the boys could sleep. Finally they found space for each of the six boys. They were all very happy. But what about Peter> He saw Wendy once again before he flew away. He was at the window. \"Goodbye, Wendy,\" he said. \"Oh dear, are you going away?\" \"Yes.\" Mrs. Darling came to the window too. She told Peter that she took in all the lost boys to live with them. She said she would like Peter to live with them too. \"Would you send me to school?\" he asked. \"Yes.\" \"And then to an office?\" \"Maybe.\" \"Soon I would be a man?\" \"Very soon.\" \"I don't want to go to school and learn,\" Peter told her. \"I don't want to be a man! No one is going to catch me and make me a man.\" \"But where are you going to live?\" \"With Tink in the house we built for Wendy. The fairies are going to put it high up in a tree where the fairies sleep.\" \"How wonderful!\" cried Wendy. She wanted to go too, but Mrs. Darling held onto her daughter. \"I shall have such fun,\" said Peter, looking at Wendy. \"Come with me to the little house.\" \"May I, mummy?\" \"No,\" Mrs. Darling said, \"You are home again and I want to keep you.\" \"But Peter needs a mother,\" Wendy said. \"So do you, my love,\" Mrs. Darling said. But Mrs. Darling saw Peter was sad, so she said, \"What if Wendy goes to visit you for a week every year at spring-cleaning time?\" This made Peter quite happy again. But Wendy knew Peter sometimes forgot things. \"You won't forget me, Peter, will you, before spring-cleaning time comes?\" Wendy said. Peter promised, and then he flew away. Life at the house continued on. All the boys went to school. Little by little, they forgot how to fly. At first they said they just needed practice. But the truth was they didn't believe anymore. Michael believed longer than the other boys. So he was with Wendy when Peter came the first spring. She flew away with Peter in the dress she made out of leaves in Neverland. She hoped Peter wouldn't see how short it was on her now. He did not. She wanted to talk to Peter about old times. But Peter didn't remember many things. \"Who is Captain Hook?\" he asked. Wendy was shocked. \"Don't you remember how you killed him and saved all our lives?\" \"I forget them after I kill them,\" he said. But Peter was still just as fun as ever. They had a lovely time in the little house on the tree tops. Next year Peter did not come for her. She waited in a new dress because the old one was too small. But he never came. \"Maybe he is sick,\" Michael said. \"You know he is never sick,\" she said. Michael came close to her and said, \"Maybe there is no such person, Wendy!\" Michael was crying. Wendy could have cried too. Peter came next spring. But that was the last time the girl Wendy ever saw him. For a little while she tried not to grow up. But the years came and went and Peter still did not come. When Peter finally came again, Wendy was a married woman. By this time all the boys were grown up too. Many of them worked in an office. Wendy had a daughter. She was called Jane. She always asked questions. She loved to ask questions about Peter Pan. Wendy told her all she could remember. Jane lived in the same room that Wendy, John, and Michael lived in when they were children. It was the same room where Peter first came to the window. It was Jane's window now. One night, Jane wanted to hear the story of Peter Pan again. Wendy told her how Peter came to the window. She told of how they all flew to Neverland. \"The dear old days when I could fly!\" Wendy said. \"Why can't you fly now, mother?\" \"Because I am a grown-up, dearest. When people grow up they forget the way,\" Wendy said. Then one night, a sad thing happened. It was spring-cleaning time. Wendy told Jane a bed-time story and Jane went to sleep. Wendy sat on the floor, close to the fire. The room was dark. Then the window opened, and Peter flew in. He was exactly the same as ever. Wendy saw at once that he still had all his first teeth. He was a little boy, and she was grown-up. \"Hello, Wendy,\" he said. In the dark, Peter did not see how big she was. \"Hello, Peter,\" she said. She tried to make herself look small. \"Where is John?\" he asked. \"John is not here now,\" she said. \"Is Michael asleep?\" he asked, looking at Jane. \"That is not Michael,\" she said. \"Is it a new one?\" Peter asked. \"Yes.\" \"Boy or girl?\" \"Girl.\" But Peter still did not understand. \"Peter,\" she said, \"did you come here to take me away with you?\" \"Yes. Did you forget that this is spring-cleaning time?\" Wendy did not tell Peter that he forgot many, many spring-cleaning times. \"I can't come,\" she said. \"I forgot how to fly.\" \"I'll teach you again.\" \"Oh Peter, don't waste the fairy dust on me,\" she said. She stood up and turned on the light. Now Peter saw how big she was. He gave a cry of pain. \"I am old, Peter. I grew up long ago.\" \"You promised not to!\" Peter said. \"I couldn't help it. I am a married woman, Peter.\" \"No, you're not.\" \"Yes, and the little girl in the bed is my baby.\" Peter sat down on the floor and cried. Wendy did not know what to do. She ran out of the room to think. Peter's crying woke Jane. She sat up in bed. \"Boy,\" she said, \"why are you crying?\" Peter remembered his manners. He rose and bowed to her. She bowed to him from the bed. \"Hello,\" he said. \"Hello,\" said Jane. \"My name is Peter Pan,\" he told her. \"Yes, I know.\" \"I came back for my mother, he explained, \"to take her to Neverland.\" \"Yes, I know,\" Jane said, \"I've been waiting for you.\" When Wendy returned, she found Peter sitting on the bed happy. Jane was flying around the room. \"Peter needs a mother,\" Jane said to Wendy. \"Yes, I know,\" Wendy said. \"Good-bye,\" said Peter to Wendy. He rose in the air. Jane rose with him. They flew to the window. \"No, no!\" Wendy cried. \"It's just for spring-cleaning time,\" Jane said. \"Peter wants me to do his cleaning for him.\" Wendy let them fly away together. She stood at the window, watching them fly until they were as small as stars. That was a long time ago. Now Jane is a grown-up. She has a daughter called Margaret. Every spring-cleaning time, except when he forgets, Peter comes for Margaret. They go together to Neverland. When Margaret grows up she will have a daughter. Then it will be her turn to be Peter's mother. This will go on always, so long as children know how to fly."
  },
  {
    "word": "long",
    "word_jp": "長い",
    "en": "The children flew for a long, long time.",
    "jp": "子供たちは長い、長い間飛び続けました。"
  },
  {
    "word": "look",
    "word_jp": "見る",
    "en": "She ran outside to look for his body, but it was not there.",
    "jp": "彼女は彼の体を探しに外へ走り出ましたが、そこには何もありませんでした。"
  },
  {
    "word": "lose",
    "word_jp": "失う",
    "en": "They all went around and around the island looking for each other.",
    "jp": "彼らは皆、お互いを探して島をぐるぐる回っていました。"
  },
  {
    "word": "lost",
    "word_jp": "失われた、迷子の",
    "en": "He forgot them after I kill them,\" he said.",
    "jp": "「殺した後には忘れるんだ」と彼は言いました。"
  },
  {
    "word": "loud",
    "word_jp": "うるさい、大きな（音の）",
    "en": "He cried out, \"Pirates!\" and made his voice sound just like Captain Hook's.",
    "jp": "彼は「海賊め！」と叫び、その声をフック船長そっくりに変えました。"
  },
  {
    "word": "love",
    "word_jp": "愛する",
    "en": "A small voice in his heart said, \"There are no little children to love me!\"",
    "jp": "彼の心の中の小さな声が言いました、「私を愛してくれる小さな子供たちがいない！」と。"
  },
  {
    "word": "lovely",
    "word_jp": "素敵な、心地よい",
    "en": "They had a lovely time in the little house on the tree tops.",
    "jp": "彼らは木の上にできた小さな家で楽しい時間を過ごしました。"
  },
  {
    "word": "low",
    "word_jp": "低い",
    "en": "They stayed close to Peter now. They flew low over the island.",
    "jp": "子供たちは今やピーターのそばに寄り添いました。彼らは島の上を低く飛びました。"
  },
  {
    "word": "luck",
    "word_jp": "幸運",
    "en": "It was lucky that she did.",
    "jp": "それは彼女にとって幸運なことでした。"
  },
  {
    "word": "lucky",
    "word_jp": "幸運な",
    "en": "It was lucky that she did.",
    "jp": "それは彼女にとって幸運なことでした。"
  },
  {
    "word": "made",
    "word_jp": "作るの過去形",
    "en": "He wore clothes made of leaves.",
    "jp": "彼は葉っぱでできた服を着ていました。"
  },
  {
    "word": "make",
    "word_jp": "作る",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、お風呂場にあった石鹸で影を体に貼り付けようとしました。"
  },
  {
    "word": "man",
    "word_jp": "男性、男",
    "en": "Y ran away because 1 heard my mother and father talking about what I would be when I became a man.",
    "jp": "母さんと父さんが、僕が大人になったらどうなるか話しているのを聞いたから逃げ出したんだ。"
  },
  {
    "word": "manner",
    "word_jp": "作法、やり方",
    "en": "Peter looked up. He remembered his manners, so he bowed to her.",
    "jp": "ピーターは顔を上げました。彼は作法を思い出し、彼女にお辞儀をしました。"
  },
  {
    "word": "many",
    "word_jp": "多くの",
    "en": "She asked him many questions about them.",
    "jp": "彼女は彼らに妖精について多くの質問をしました。"
  },
  {
    "word": "margaret",
    "word_jp": "マーガレット",
    "en": "She has a daughter called Margaret.",
    "jp": "彼女にはマーガレットと呼ばれる娘がいます。"
  },
  {
    "word": "married",
    "word_jp": "結婚した",
    "en": "When Peter finally came again, Wendy was a married woman.",
    "jp": "ピーターがついに再び来た時、ウェンディは既婚の女性でした。"
  },
  {
    "word": "matter",
    "word_jp": "事柄",
    "en": "YT drank the poison, and now I'm going to die. 'What is the matter with you?' cried Peter, suddenly afraid.",
    "jp": "「毒を飲んで、今死にそうなの。」とピーターは突然恐ろしくなって叫びました。「どうしたんだい？」"
  },
  {
    "word": "may",
    "word_jp": "～かもしれない",
    "en": "Oh, George! Mrs. Darling cried. “Never ask me to do that. The window must always be left open for them、 always、 always.",
    "jp": "「おお、ジョージ！」ダーリング夫人は叫んだ。「そんなことは二度と頼まないで。窓はいつも、いつまでも開けておかなければならないのよ」"
  },
  {
    "word": "maybe",
    "word_jp": "たぶん",
    "en": "“Maybe he is sick,” Michael said.",
    "jp": "「たぶん、彼は病気なのよ」マイケルは言った。"
  },
  {
    "word": "me",
    "word_jp": "私を",
    "en": "“What do you mean、 Wendy?、 Mrs. Darling asked.",
    "jp": "「どういう意味なの、ウェンディ？」ダーリング夫人は尋ねた。"
  },
  {
    "word": "mean",
    "word_jp": "意味する",
    "en": "“What do you mean、 Wendy?、 Mrs. Darling asked.",
    "jp": "「どういう意味なの、ウェンディ？」ダーリング夫人は尋ねた。"
  },
  {
    "word": "medicine",
    "word_jp": "薬",
    "en": "On the table、 Hook saw a bottle of medicine.",
    "jp": "テーブルの上で、フックは一瓶の薬を見た。"
  },
  {
    "word": "mermaid",
    "word_jp": "人魚",
    "en": "The pirates had Tiger Lily、the Indian princess、 tied up in the boat.",
    "jp": "海賊たちは、インディアンの姫であるタイガー・リリーをボートに縛り付けていた。"
  },
  {
    "word": "michael",
    "word_jp": "マイケル（人名）",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の兄弟の名前はジョンとマイケルだった。"
  },
  {
    "word": "might",
    "word_jp": "～かもしれない",
    "en": "“Maybe he is sick,” Michael said.",
    "jp": "「たぶん、彼は病気なのよ」マイケルは言った。"
  },
  {
    "word": "mind",
    "word_jp": "気にする",
    "en": "Tootles stepped forward. “Sir, 1 don tthink my mother would like me to be a pirate.”",
    "jp": "トゥートルスが前に進み出た。「旦那様、母は私が海賊になることを好まないと思います。」"
  },
  {
    "word": "money",
    "word_jp": "お金",
    "en": "The Darling family did not have much money、 but they were happy.",
    "jp": "ダーリング一家にはあまりお金はなかったが、彼らは幸せだった。"
  },
  {
    "word": "month",
    "word_jp": "月",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリン家には多くのお金はありませんでしたが、彼らは幸せでした。"
  },
  {
    "word": "more",
    "word_jp": "もっと、さらに",
    "en": "Wendy asked him many questions about them.",
    "jp": "ウェンディは彼らについて多くの質問をしました。"
  },
  {
    "word": "morning",
    "word_jp": "朝",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリン夫人は子供たちの部屋に見慣れない葉っぱがあるのを見つけました。"
  },
  {
    "word": "most",
    "word_jp": "最も",
    "en": "More than anything in the world, he wanted one thing: He wanted to catch Peter Pan.",
    "jp": "この世で何よりも、彼は一つのことを望んでいました。それはピーター・パンを捕まえることでした。"
  },
  {
    "word": "mother",
    "word_jp": "母親",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子供は成長します。"
  },
  {
    "word": "mouth",
    "word_jp": "口",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、彼女は口に傘をくわえていました。"
  },
  {
    "word": "move",
    "word_jp": "動く",
    "en": "They all looked at the children 's toys and clothes.",
    "jp": "彼らは皆、子供たちのオモチャと服を見ました。"
  },
  {
    "word": "mr",
    "word_jp": "ミスター（～氏）",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to a party.",
    "jp": "次の金曜日、ミスターとミセス・ダーリンはパーティーに行く準備をしました。"
  },
  {
    "word": "mrs",
    "word_jp": "ミセス（～夫人）",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to a party.",
    "jp": "次の金曜日、ミスターとミセス・ダーリンはパーティーに行く準備をしました。"
  },
  {
    "word": "much",
    "word_jp": "多く",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリン家には多くのお金はありませんでしたが、彼らは幸せでした。"
  },
  {
    "word": "mummy",
    "word_jp": "お母さん",
    "en": "“May I, mummy?”, Mrs. Darling said, “No, Mrs. Darling said, “No, You are home again and I want to keep You.”",
    "jp": "「お母さん、私行ってもいい？」ダーリン夫人は言いました。「だめよ」ダーリン夫人は言いました。「あなたは家に帰ってきたのよ、私はあなたをここにいてほしいの。」"
  },
  {
    "word": "music",
    "word_jp": "音楽",
    "en": "Mr. Darling came into the children's room where Mrs. Darling was. “Will you play the piano to put me to sleep?”, Mr. Darling asked. Mrs. Darling walked to the piano in the next room.",
    "jp": "ダーリン氏がダーリン夫人のいる子供部屋に入ってきました。「私を寝かしつけるためにピアノを弾いてくれない？」ダーリン氏は尋ねました。ダーリン夫人は隣の部屋のピアノまで歩いて行きました。"
  },
  {
    "word": "must",
    "word_jp": "～しなければならない",
    "en": "All children, except one, grow up. Wendy was two years old when she found out she must grow up.",
    "jp": "一人の子を除いて、すべての子供は成長します。ウェンディが自分が成長しなければならないと知ったのは、彼女が2歳の時でした。"
  },
  {
    "word": "my",
    "word_jp": "私の",
    "en": "“Hello, Wendy,” he said. In the dark, Peter did not see how big she was. “Hello, Peter,” she said. She tried to make herself look small. “Where is John?”, he asked. “John is not here now,” she said. “Is Michael asleep?”, he asked, looking at Jane. “That is not Michael,” she said. “Is it a new one?”, Peter asked. “Girl.” But Peter still did not understand. “Peter,” she said, “did you come here to take me away with you?”, “Yes. Did you forget that this is spring-cleaning time?”",
    "jp": "「こんにちは、ウェンディ」彼は言いました。暗闇の中、ピーターは彼女がどれほど大きくなっているか見えませんでした。「こんにちは、ピーター」彼女は言いました。彼女は自分を小さく見せようとしました。「ジョンはどこ？」彼は尋ねました。「ジョンはもうここにいないわ」彼女は言いました。「マイケルは寝ているの？」「それはマイケルじゃないわ」彼女は言いました。「新しい子？」「女の子よ」しかしピーターはまだ理解できませんでした。「ピーター」彼女は言いました。「あなたは私を連れ去るためにここに来たの？」「ああ。これが春の大掃除の時期だって忘れたの？」"
  },
  {
    "word": "name",
    "word_jp": "名前",
    "en": "What's your name?, Peter asked,",
    "jp": "「あなたの名前は？」「ピーター・パンです」とピーターは尋ねました。"
  },
  {
    "word": "nana",
    "word_jp": "ナナ（犬の名前）",
    "en": "Her brothers' names were John and Michael. The family also had a big brown dog, named Nana.",
    "jp": "彼女の兄弟の名前はジョンとマイケルでした。その家族にはナナという大きな茶色の犬もいました。"
  },
  {
    "word": "near",
    "word_jp": "近く",
    "en": "The lost boys must be near. Look for them!, Hook ordered.",
    "jp": "「ロスト・ボーイズは近くにいるはずだ。探せ！」とフックは命じました。"
  },
  {
    "word": "neck",
    "word_jp": "首",
    "en": "She put the button on a chain around her neck.",
    "jp": "彼女はそのボタンを首にかけたチェーンにつけました。"
  },
  {
    "word": "need",
    "word_jp": "必要とする",
    "en": "“You all need a mother!”, she said.",
    "jp": "「あなたたちみんなにはお母さんが必要よ！」と彼女は言いました。"
  },
  {
    "word": "nest",
    "word_jp": "巣",
    "en": "It lays eggs in a nest that floats on the water.",
    "jp": "それは水に浮かぶ巣に卵を産みます。"
  },
  {
    "word": "never",
    "word_jp": "決して～ない",
    "en": "She never forgot John's uniform on the days he played football.",
    "jp": "彼女はジョンがフットボールをする日には、彼の制服を忘れることは決してありませんでした。"
  },
  {
    "word": "new",
    "word_jp": "新しい",
    "en": "And soon, everything changed forever.",
    "jp": "そしてすぐに、すべては永遠に変わりました。"
  },
  {
    "word": "next",
    "word_jp": "次の",
    "en": "The next night, the children were all in bed.",
    "jp": "次の夜、子供たちは皆ベッドにいました。"
  },
  {
    "word": "nib",
    "word_jp": "ペン先",
    "en": "But Peter still did not understand.",
    "jp": "しかしピーターはまだ理解していませんでした。"
  },
  {
    "word": "night",
    "word_jp": "夜",
    "en": "The next night, the children were all in bed.",
    "jp": "次の夜、子供たちは皆ベッドにいました。"
  },
  {
    "word": "no",
    "word_jp": "いいえ",
    "en": "But Peter did not want to grow up. No one is going to catch me and make me a man.",
    "jp": "しかしピーターは大人になりたくありませんでした。「誰も私を捕まえて男にすることはできない。」"
  },
  {
    "word": "nobody",
    "word_jp": "誰も～ない",
    "en": "None of the lost boys knows any stories, Peter said.",
    "jp": "「迷子の少年たちの中には物語を知っている者は誰もいない」とピーターは言いました。"
  },
  {
    "word": "none",
    "word_jp": "どれも～ない",
    "en": "None of the lost boys knows any stories, Peter said.",
    "jp": "「迷子の少年たちの中には物語を知っている者は誰もいない」とピーターは言いました。"
  },
  {
    "word": "not",
    "word_jp": "～ない",
    "en": "But Mrs. Darling saw them, but she did not believe they were real.",
    "jp": "しかしダーリン夫人は彼らを見ましたが、彼らが本物だとは信じませんでした。"
  },
  {
    "word": "nothing",
    "word_jp": "何もない",
    "en": "They all went outside. But the pirates were waiting for them. One by one, the children were caught and tied up. Last came Wendy. She got tied up too, but Captain Hook used manners with her because she was a girl.",
    "jp": "彼らは皆外へ行きました。しかし海賊たちが彼らを待っていました。一人ずつ、子供たちは捕まって縛られました。最後にウェンディが来ました。彼女も縛られましたが、フック船長は彼女が女の子だったので、作法をもって接しました。"
  },
  {
    "word": "now",
    "word_jp": "今",
    "en": "It was now a grown-up, Peter.",
    "jp": "それは今や大人になったのよ、ピーター。"
  },
  {
    "word": "of",
    "word_jp": "～の",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは大人になります。"
  },
  {
    "word": "off",
    "word_jp": "～から離れて",
    "en": "Hook decided to jump off the ship instead.",
    "jp": "フックは代わりに船から飛び降りることに決めました。"
  },
  {
    "word": "often",
    "word_jp": "しばしば",
    "en": "The children often went to the lake where the mermaids lived.",
    "jp": "子どもたちは、人魚たちが住む湖にしばしば行きました。"
  },
  {
    "word": "oh",
    "word_jp": "ああ、おや",
    "en": "Oh, why can't you stay like this forever!,",
    "jp": "ああ、どうしてあなたはいつまでもこのままでいられないの！"
  },
  {
    "word": "old",
    "word_jp": "古い、年老いた",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは大人になります。"
  },
  {
    "word": "on",
    "word_jp": "～の上に",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、彼女は口に傘をくわえていました。"
  },
  {
    "word": "once",
    "word_jp": "一度",
    "en": "Once, Wendy had to tell him her name.",
    "jp": "一度、ウェンディは彼に自分の名前を言わなければなりませんでした。"
  },
  {
    "word": "one",
    "word_jp": "一つの、一人",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子どもは大人になります。"
  },
  {
    "word": "only",
    "word_jp": "たった一つの、～だけ",
    "en": "Only Peter knew how to sleep and fly at the same time.",
    "jp": "ピーターだけが、眠りながら飛ぶ方法を知っていました。"
  },
  {
    "word": "pain",
    "word_jp": "痛み",
    "en": "Hook was angry that Peter cut off his hand and threw it to a crocodile.",
    "jp": "フックは、ピーターが自分の手を切り落としてワニに投げつけたことに怒っていました。"
  },
  {
    "word": "paper",
    "word_jp": "紙",
    "en": "Then, a piece of paper came flying toward them.",
    "jp": "その時、一枚の紙が彼らの方へ飛んできました。"
  },
  {
    "word": "part",
    "word_jp": "部分",
    "en": "Peter and Hook fought long and hard.",
    "jp": "ピーターとフックは長く激しく戦いました。"
  },
  {
    "word": "party",
    "word_jp": "パーティー",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to a party.",
    "jp": "次の金曜日、ダーリン夫妻はパーティーに出かける準備をしました。"
  },
  {
    "word": "past",
    "word_jp": "過去",
    "en": "Wendy told her all she could remember.",
    "jp": "ウェンディは、彼女が覚えている全てを彼女に話しました。"
  },
  {
    "word": "peter",
    "word_jp": "ピーター",
    "en": "Peter Pan",
    "jp": "ピーター・パン"
  },
  {
    "word": "peter pan",
    "word_jp": "ピーター・パン",
    "en": "Peter Pan",
    "jp": "ピーター・パン"
  },
  {
    "word": "place",
    "word_jp": "場所",
    "en": "They all got ready to go.",
    "jp": "彼らは皆、出発する準備をしました。"
  },
  {
    "word": "plan",
    "word_jp": "計画",
    "en": "While the pirates looked for the lost boys, Hook made a plan.",
    "jp": "海賊たちがロストボーイズを探している間、フックは計画を立てました。"
  },
  {
    "word": "play",
    "word_jp": "遊ぶ",
    "en": "They all played happily in the woods and in their little home.",
    "jp": "彼らは皆、森の中で、そして彼らの小さな家で楽しく遊びました。"
  },
  {
    "word": "please",
    "word_jp": "どうか、お願いします",
    "en": "Wendy lady, please be our mother,",
    "jp": "ウェンディお嬢さん、どうか私たちのお母さんになってください、"
  },
  {
    "word": "poison",
    "word_jp": "毒",
    "en": "Captain Hook always carried a bottle of poison with him.",
    "jp": "キャプテン・フックはいつも毒の瓶を持ち歩いていました。"
  },
  {
    "word": "pretty",
    "word_jp": "かわいい、きれいな",
    "en": "She wore her white dress. Mr. Darling put on his tie. But Mrs. Darling had a bad feeling that night.",
    "jp": "彼女は白いドレスを着ました。ダーリン氏はネクタイを締めました。しかし、ダーリン夫人はその夜、悪い予感を抱いていました。"
  },
  {
    "word": "princess",
    "word_jp": "王女",
    "en": "The pirates had Tiger Lily, the Indian princess, tied up in the boat.",
    "jp": "海賊たちは、インディアンの王女であるタイガー・リリーをボートに縛り付けていました。"
  },
  {
    "word": "proud",
    "word_jp": "誇りに思っている、誇らしげな",
    "en": "Wendy stood tall and proud.",
    "jp": "ウェンディは背筋を伸ばし、誇らしげに立っていました。"
  },
  {
    "word": "pull",
    "word_jp": "引っ張る",
    "en": "She pulled and pulled at the rope that tied her.",
    "jp": "彼女は自分を縛っているロープを引っ張って引っ張りました。"
  },
  {
    "word": "push",
    "word_jp": "押す",
    "en": "One by one, the pirates pushed the boys into the room.",
    "jp": "一列ずつ、海賊たちは少年たちを部屋に押し込みました。"
  },
  {
    "word": "put",
    "word_jp": "置く、入れる",
    "en": "Mrs. Darling put the shadow away in a box and waited for the right time to tell her husband about it.",
    "jp": "ダーリン夫人は影を箱にしまい、夫に話す適切な時を待ちました。"
  },
  {
    "word": "question",
    "word_jp": "質問",
    "en": "She always asked questions about Peter Pan.",
    "jp": "彼女はいつもピーター・パンについて質問をしました。"
  },
  {
    "word": "quick",
    "word_jp": "速い、素早い",
    "en": "Quick, Tootles, quick! Peter will be so pleased!",
    "jp": "急いで、トゥートルズ、急いで！ピーターは大喜びするわ！"
  },
  {
    "word": "quickly",
    "word_jp": "素早く",
    "en": "As the boy jumped out, Nana closed the window quickly and caught his shadow.",
    "jp": "少年が窓から飛び出すと、ナナは素早く窓を閉めて、彼の影を捕らえました。"
  },
  {
    "word": "rain",
    "word_jp": "雨",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時には、彼女は口に傘を加えて運びました。"
  },
  {
    "word": "ran",
    "word_jp": "走った",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいると、花を一輪摘んで、母親の元へ走っていきました。"
  },
  {
    "word": "reach",
    "word_jp": "届く、到達する",
    "en": "Peter finally made Hook drop his sword.",
    "jp": "ピーターはついにフックに剣を落とさせた。"
  },
  {
    "word": "ready",
    "word_jp": "準備ができた",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to a party.",
    "jp": "次の金曜日、ダーリン夫妻はパーティーに行く準備をしました。"
  },
  {
    "word": "real",
    "word_jp": "本物の",
    "en": "Then they all knew Peter was the thing in the room.",
    "jp": "それから彼らは皆、ピーターが部屋の中にいるものの正体だと知りました。"
  },
  {
    "word": "reason",
    "word_jp": "理由",
    "en": "For some reason, it made him sad.",
    "jp": "何らかの理由で、それは彼を悲しくさせました。"
  },
  {
    "word": "remember",
    "word_jp": "思い出す",
    "en": "Peter looked up. He remembered his manners, so he bowed to her.",
    "jp": "ピーターは顔を上げました。彼は礼儀を思い出し、彼女にお辞儀をしました。"
  },
  {
    "word": "return",
    "word_jp": "戻る",
    "en": "When she returned to the room, she found Nana with something in her mouth.",
    "jp": "彼女が部屋に戻ると、ナナが何かを口にくわえているのを見つけました。"
  },
  {
    "word": "rich",
    "word_jp": "裕福な",
    "en": "Hook wore rich clothes.",
    "jp": "フックは裕福な服を着ていました。"
  },
  {
    "word": "right",
    "word_jp": "正しい、右の",
    "en": "Mrs. Darling put the shadow away in a box and waited for the right time to tell her husband about it.",
    "jp": "ダーリング夫人はその影を箱にしまい、夫に話すのにちょうど良い時を待った。"
  },
  {
    "word": "rise",
    "word_jp": "上がる、昇る",
    "en": "Peter won! All the boys cheered. What a fight! Peter was a hero! The terrible Captain Hook was gone forever!",
    "jp": "ピーターの勝ちだ！少年たちは皆歓声を上げた。なんと素晴らしい戦いだったことか！ピーターはヒーローだ！恐ろしいフック船長は永遠にいなくなった！"
  },
  {
    "word": "rock",
    "word_jp": "岩",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆、急いで岩の後ろに隠れた。"
  },
  {
    "word": "room",
    "word_jp": "部屋",
    "en": "One morning, Mrs. Darling found leaves in the children's room that were not there before.",
    "jp": "ある朝、ダーリング夫人は子供たちの部屋に見覚えのない葉っぱを見つけた。"
  },
  {
    "word": "rope",
    "word_jp": "ロープ、綱",
    "en": "She had to let Mr. and Mrs. Darling know, but she was tied up in the yard. She pulled and pulled at the rope that tied her.",
    "jp": "彼女はダーリング夫妻に知らせなければならなかったが、庭につながれていた。彼女は自分をつないでいるロープを引っ張った。"
  },
  {
    "word": "round",
    "word_jp": "～の周りを",
    "en": "Peter flew around the room to show them.",
    "jp": "ピーターは彼ら（子供たち）に見せるために部屋の中を飛び回った。"
  },
  {
    "word": "row",
    "word_jp": "列",
    "en": "They stood in a row in front of Mrs. Darling.",
    "jp": "彼らはダーリング夫人の前に一列に並んだ。"
  },
  {
    "word": "run",
    "word_jp": "走る",
    "en": "Nana ran into the house and jumped at Mr. and Mrs. Darling.",
    "jp": "ナナは家の中に駆け込み、ダーリング夫妻に飛びかかった。"
  },
  {
    "word": "sad",
    "word_jp": "悲しい",
    "en": "But then he felt sad.",
    "jp": "しかし、彼は悲しい気持ちになった。"
  },
  {
    "word": "safe",
    "word_jp": "安全な",
    "en": "Everything became quiet again in the woods. The lost boys came out of their home under the ground. They were safe.",
    "jp": "森の中は再び静かになった。失われた少年たちは地下の家から出てきた。彼らは安全だった。"
  },
  {
    "word": "said",
    "word_jp": "言った",
    "en": "\"Peter left those here!、 Wendy said.",
    "jp": "「ピーターがこれをここに置いていったのよ！」とウェンディは言いました。"
  },
  {
    "word": "same",
    "word_jp": "同じ",
    "en": "He was exactly the same as ever.",
    "jp": "彼はいつものように全く同じでした。"
  },
  {
    "word": "sat",
    "word_jp": "座った",
    "en": "So Peter sat on the floor and cried.",
    "jp": "だからピーターは床に座って泣きました。"
  },
  {
    "word": "save",
    "word_jp": "救う、命を救う",
    "en": "The button would later save her life.",
    "jp": "そのボタンは後に彼女の命を救うことになります。"
  },
  {
    "word": "saw",
    "word_jp": "見た",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリン夫人 は叫び声をあげて目を覚まし、その少年を見ました。"
  },
  {
    "word": "say",
    "word_jp": "言う",
    "en": "What's your name?、 Peter asked、",
    "jp": "「あなたの名前は？」「とピーターは尋ねました。"
  },
  {
    "word": "school",
    "word_jp": "学校",
    "en": "She walked them to school.",
    "jp": "彼女は彼らを学校へ連れて行きました。"
  },
  {
    "word": "sea",
    "word_jp": "海",
    "en": "So he told Tinker Bell to help them fly across the sea.",
    "jp": "それで彼はティンカー・ベルに、海を渡るのを手伝うように言いました。"
  },
  {
    "word": "seat",
    "word_jp": "席",
    "en": "He found a seat and sat down.",
    "jp": "彼は席を見つけて座りました。"
  },
  {
    "word": "see",
    "word_jp": "見る",
    "en": "Peter was too excited to stay quiet and hid in a room on the ship. The pirates thought the crocodile went away. He was a little boy, and she was grown-up.",
    "jp": "ピーターは静かにしているには興奮しすぎて、船の部屋に隠れました。海賊たちはワニがいなくなったと思いました。彼は小さな少年で、彼女は大人でした。"
  },
  {
    "word": "seen",
    "word_jp": "見た（seeの過去分詞）",
    "en": "But through the window, he watched the only happiness he would never have.",
    "jp": "しかし窓を通して、彼は決して得られない唯一の幸せを眺めた。"
  },
  {
    "word": "send",
    "word_jp": "送る",
    "en": "Peter told Tinker Bell to help them fly across the sea.",
    "jp": "ピーターはティンカー・ベルに、彼らが海を渡って飛ぶのを手伝うように言った。"
  },
  {
    "word": "sent",
    "word_jp": "送った（sendの過去形）",
    "en": "The shot sent the children flying in different ways through the air.",
    "jp": "その一撃は子供たちを空中で異なる方向に飛ばした。"
  },
  {
    "word": "set",
    "word_jp": "置く、設定する",
    "en": "“Let the princess go!” Peter said. He sounded exactly like Hook. “Yes, and I order you to set Tiger Lily free!” Peter said.",
    "jp": "「お姫様を解放しろ！」とピーターは叫んだ。彼はフックそっくりの声を出した。「そうだ、タイガー・リリーを解放しろと命じるぞ！」とピーターは言った。"
  },
  {
    "word": "sew",
    "word_jp": "縫う",
    "en": "“I’ll sew it on for you,” she said, and she sewed the shadow on to Peter’s foot.",
    "jp": "「私が縫い付けてあげるわ」と彼女は言い、影をピーターの足に縫い付けた。"
  },
  {
    "word": "shadow",
    "word_jp": "影",
    "en": "When she returned to the room, she found Nana with something in her mouth. It was the boy’s shadow!",
    "jp": "彼女が部屋に戻ると、ナナが何かを口にくわえているのを見つけた。それは少年の影だった！"
  },
  {
    "word": "shall",
    "word_jp": "〜だろう（意思・提案）",
    "en": "“Shall I have fun visiting you for a week every year at spring-cleaning time?” This made Peter quite happy again.",
    "jp": "「春の大掃除の時期に、毎年一週間あなたのところへ遊びに行ってもいいかしら？」これでピーターはまた大いに喜んだ。"
  },
  {
    "word": "ship",
    "word_jp": "船",
    "en": "Captain Hook’s ship, called the Jolly Roger, sat in the dark.",
    "jp": "キャプテン・フックの船、ジョリー・ロジャー号は暗闇の中に停泊していた。"
  },
  {
    "word": "shock",
    "word_jp": "衝撃を与える",
    "en": "The pirates were all shocked.",
    "jp": "海賊たちは皆ショックを受けた。"
  },
  {
    "word": "shocking",
    "word_jp": "衝撃的な",
    "en": "But as Tinker Bell got ready to lead the children outside, a shocking thing happened: The pirates came!",
    "jp": "しかし、ティンカー・ベルが子供たちを外へ導く準備をすると、衝撃的なことが起こった。海賊たちが来たのだ！"
  },
  {
    "word": "short",
    "word_jp": "短い",
    "en": "She hoped Peter wouldn't see how short it was on her now.",
    "jp": "彼女は、ピーターが今やそれが自分にとってどれほど短いか気づかないことを願った。"
  },
  {
    "word": "shot",
    "word_jp": "撃たれたこと",
    "en": "Then Tootles shot Wendy right in the heart.",
    "jp": "それからトゥートゥルズはウェンディを心臓めがけて撃った。"
  },
  {
    "word": "should",
    "word_jp": "〜すべきだ",
    "en": "Hook knew he should be happy.",
    "jp": "フックは自分が喜ぶべきだと知っていた。"
  },
  {
    "word": "show",
    "word_jp": "見せる",
    "en": "Then he looked in again to see why the music stopped.",
    "jp": "そして彼は、音楽が止まった理由を見るためにもう一度中を見た。"
  },
  {
    "word": "shut",
    "word_jp": "閉める",
    "en": "And said good night. Mr. Darling put Nana outside in the yard for the night.",
    "jp": "そしておやすみを言った。ダーリング氏はナナを夜の間庭に出した。"
  },
  {
    "word": "side",
    "word_jp": "側面、そば",
    "en": "He tied it around Wendy.",
    "jp": "彼はそれをウェンディの周りに結びつけた。"
  },
  {
    "word": "sight",
    "word_jp": "光景",
    "en": "There never was a happier sight.",
    "jp": "これほど幸せな光景はなかった。"
  },
  {
    "word": "sing",
    "word_jp": "歌う",
    "en": "The pirates sang as they looked for the lost boys.",
    "jp": "海賊たちは失われた少年たちを探しながら歌った。"
  },
  {
    "word": "sir",
    "word_jp": "あなた（男性への丁寧な呼びかけ）",
    "en": "“Sir, I don't think my mother would like me to be a pirate,” he said.",
    "jp": "「旦那様、私の母は私が海賊になるのを好まないと思います」と彼は言った。"
  },
  {
    "word": "sister",
    "word_jp": "姉妹",
    "en": "Wendy had a mother, father, and two younger brothers.",
    "jp": "ウェンディには、母親と父親と、2人の弟がいた。"
  },
  {
    "word": "sit",
    "word_jp": "座る",
    "en": "So Peter sat on the floor and cried.",
    "jp": "だからピーターは床に座り込んで泣いた。"
  },
  {
    "word": "sky",
    "word_jp": "空",
    "en": "“Tinker Bell! Where did you go?” The sound of golden bells came from the big box. Peter laughed. He forgot he closed Tinker Bell in there. He let her out and she flew around the room, angry.",
    "jp": "「ティンカー・ベル！どこに行ったの？」金の鈴のような音が大きな箱から聞こえてきた。ピーターは笑った。彼はティンカー・ベルを中に閉じ込めたことを忘れていたのだ。彼が彼女を出すと、彼女は怒って部屋の中を飛び回った。"
  },
  {
    "word": "sleep",
    "word_jp": "眠る",
    "en": "The next night, the children were all in bed. Mrs. Darling sang to them until they all fell asleep.",
    "jp": "次の夜、子供たちは皆ベッドにいた。ダーリング夫人は、子供たちが皆眠ってしまうまで歌い続けた。"
  },
  {
    "word": "slowly",
    "word_jp": "ゆっくりと",
    "en": "Slowly, a boat came.",
    "jp": "ゆっくりと、ボートが一艘やってきた。"
  },
  {
    "word": "small",
    "word_jp": "小さい",
    "en": "It was a small button.",
    "jp": "それは小さなボタンだった。"
  },
  {
    "word": "smile",
    "word_jp": "笑顔",
    "en": "She would spin so fast that all you could see was her smile.",
    "jp": "彼女はとても速く回転するので、見えるのは彼女の笑顔だけだった。"
  },
  {
    "word": "smee",
    "word_jp": "スミー（人名）",
    "en": "“Captain,、 said the pirate Smee、 “could we take the boys mother and make her our mother?、",
    "jp": "「船長」と海賊のスミーは言った。「私たちは少年の母親を連れてきて、私たちの母親にすることはできませんか？」"
  },
  {
    "word": "soap",
    "word_jp": "石鹸",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、バスルームの石鹸を使って影を自分にくっつけようとした。"
  },
  {
    "word": "so",
    "word_jp": "とても、だから",
    "en": "The room was so quiet and the fire was so warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで火はとても暖かかったので、すぐにダーリング夫人も眠りに落ちた。"
  },
  {
    "word": "some",
    "word_jp": "いくつかの、いくらかの",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、バスルームの石鹸で影を自分にくっつけようとした。"
  },
  {
    "word": "stop",
    "word_jp": "やめる、止まる",
    "en": "He decided to jump off the ship instead.",
    "jp": "彼は代わりに船から飛び降りることにした。"
  },
  {
    "word": "story",
    "word_jp": "物語、話",
    "en": "Wendy told them stories and they all went to bed happy.",
    "jp": "ウェンディは彼らに物語を話し、皆は幸せに眠りについた。"
  },
  {
    "word": "strange",
    "word_jp": "奇妙な、変な",
    "en": "A strange light, as big as your hand, followed him.",
    "jp": "手のひらほどの大きさの奇妙な光が彼についてきた。"
  },
  {
    "word": "street",
    "word_jp": "通り、道",
    "en": "She ran down the street to the house where Mr. and Mrs. Darling were at the party.",
    "jp": "彼女はダーリン夫妻がパーティーに行っている家まで、通りを走って行った。"
  },
  {
    "word": "strong",
    "word_jp": "強い",
    "en": "She grew strong and suddenly she jumped out of bed.",
    "jp": "彼女は強くなり、突然ベッドから飛び起きた。"
  },
  {
    "word": "such",
    "word_jp": "そのような",
    "en": "They were such fun times! Mrs. Darling was the best dancer.",
    "jp": "それらはとても楽しい時間でした！ダーリン夫人は最高のダンサーでした。"
  },
  {
    "word": "sudden",
    "word_jp": "突然の、不意の",
    "en": "All of a sudden, there was a great BOOM!",
    "jp": "突然、大きな爆発音があった！"
  },
  {
    "word": "suddenly",
    "word_jp": "突然",
    "en": "Suddenly, a window in the room opened.",
    "jp": "突然、部屋の窓が開いた。"
  },
  {
    "word": "sun",
    "word_jp": "太陽",
    "en": "But the sun went down and the island got dark.",
    "jp": "しかし太陽が沈み、島は暗くなった。"
  },
  {
    "word": "sure",
    "word_jp": "確かな、確信している",
    "en": "But she wasn't sure.",
    "jp": "しかし、彼女は確信が持てなかった。"
  },
  {
    "word": "sword",
    "word_jp": "剣",
    "en": "Then, the two began to fight. Peter and Hook fought long and hard. But Peter finally made Hook drop his sword.",
    "jp": "それから、二人は戦い始めた。ピーターとフックは長く激しく戦った。しかし、ピーターはついにフックに剣を落とさせた。"
  },
  {
    "word": "table",
    "word_jp": "テーブル",
    "en": "They were all busy when John and Michael walked out of the woods toward them. \"Hello, Peter!\" John and Michael said. \"We found you!\" Then they saw Wendy too. \"Is Wendy sleeping?\" Peter said. \"Help us to build a house around her.\" So they made a house out of sticks and branches. When everything was finished, they knocked on the door. The door opened and Wendy came out. The lost boys all took off their hats. \"Wendy, we built you this house!\" the boys said. \"It's a beautiful house!\" Wendy said. Wendy lady, please be our mother,\" the lost boys said. \"I will do my best. Come inside and I will tell you the story of Cinderella,\" Wendy said.",
    "jp": "彼らは皆忙しくしていたとき、ジョンとマイケルが森から彼らのいる方へ歩いてきた。「やあ、ピーター！」とジョンとマイケルは言った。「君たちを見つけたよ！」それから彼らはウェンディも見た。「ウェンディは寝ているのかい？」「彼女の周りに家を建つのを手伝ってくれ」そこで彼らは棒と枝で家を作った。全てが終わると、彼らはドアをノックした。ドアが開き、ウェンディが出てきた。迷子の少年たちは皆帽子を取った。「ウェンディ、君たちにこの家を建てたんだ！」と少年たちは言った。「素敵な家だ！」とウェンディは言った。「ウェンディお嬢さん、どうか僕たちの母親になってください」と迷子の少年たちは言った。「精一杯やるわ。中に入って、シンデレラのお話をしてあげる」とウェンディは言った。"
  },
  {
    "word": "tail",
    "word_jp": "尾",
    "en": "Peter caught the tail of the kite.",
    "jp": "ピーターはその凧の尾を掴んだ。"
  },
  {
    "word": "take",
    "word_jp": "取る",
    "en": "Wendy didn't want to leave Peter, but he pushed her off the rock.",
    "jp": "ウェンディはピーターのそばを離れたくなかったが、彼は彼女を岩から突き落とした。"
  },
  {
    "word": "talk",
    "word_jp": "話す",
    "en": "Mrs. Darling just thought Wendy was talking about a dream.",
    "jp": "ダーリン夫人は、ウェンディが夢の話をしているのだと思っただけだった。"
  },
  {
    "word": "tall",
    "word_jp": "背が高い",
    "en": "She stood tall and proud.",
    "jp": "彼女は背筋を伸ばし、誇らしげに立っていた。"
  },
  {
    "word": "teeth",
    "word_jp": "歯",
    "en": "He still had all his first teeth.",
    "jp": "彼はまだ最初の歯を全て持っていた。"
  },
  {
    "word": "tell",
    "word_jp": "話す",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうなときは、彼女は口に傘を加えて運んだ。"
  },
  {
    "word": "ten",
    "word_jp": "10",
    "en": "The next spring, Peter did not come for her.",
    "jp": "次の春、ピーターは彼女のために来なかった。"
  },
  {
    "word": "terrible",
    "word_jp": "ひどい、恐ろしい",
    "en": "Wendy saw the shadow on the floor. \"How terrible!\" she said.",
    "jp": "ウェンディは床の影を見た。「なんてひどい！」と彼女は言った。"
  },
  {
    "word": "that",
    "word_jp": "その",
    "en": "Since then, Wendy knew that she must grow up.",
    "jp": "それ以来、ウェンディはそのときから自分が成長しなければならないことを知っていました。"
  },
  {
    "word": "the",
    "word_jp": "その",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリング一家は多くのお金を持っていませんでしたが、幸せでした。"
  },
  {
    "word": "their",
    "word_jp": "彼らの",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らにお風呂に入れてあげました。"
  },
  {
    "word": "them",
    "word_jp": "彼らを",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らにお風呂に入れてあげました。"
  },
  {
    "word": "then",
    "word_jp": "それから",
    "en": "Peter was very happy about getting his shadow back. He danced around the room. Then he gave Wendy a gift.",
    "jp": "ピーターは影を取り戻してとても幸せでした。彼は部屋を踊り回りました。それからウェンディに贈り物をしました。"
  },
  {
    "word": "there",
    "word_jp": "そこに",
    "en": "One morning, Mrs. Darling found leaves in the children's room that were not there before.",
    "jp": "ある朝、ダーリング夫人は子供たちの部屋に、以前はなかった葉っぱを見つけました。"
  },
  {
    "word": "these",
    "word_jp": "これら",
    "en": "^Peter left those here!、 Wendy said.",
    "jp": "「ピーターがこれをここに残したのよ！」とウェンディは言いました。"
  },
  {
    "word": "they",
    "word_jp": "彼らは",
    "en": "They were looking for Peter's shadow.",
    "jp": "彼らはピーターの影を探していました。"
  },
  {
    "word": "thing",
    "word_jp": "こと、もの",
    "en": "But Peter still did not understand that Tinker Bell was in love with him.",
    "jp": "しかし、ピーターはまだティンカーベルが彼に恋をしていることを理解していませんでした。"
  },
  {
    "word": "think",
    "word_jp": "思う",
    "en": "^T think he comes in by the window.、",
    "jp": "「私は彼が窓から入ってくるのだと思います」とウェンディは言いました。"
  },
  {
    "word": "this",
    "word_jp": "これ",
    "en": "Peter left those here!”, Wendy said.",
    "jp": "「ピーターがこれをここに残していったのよ！」とウェンディは言いました。"
  },
  {
    "word": "those",
    "word_jp": "それらの",
    "en": "“Peter left those here!”, Wendy said.",
    "jp": "「ピーターがそれをここに残していったのよ！」とウェンディは言いました。"
  },
  {
    "word": "though",
    "word_jp": "～だけれども",
    "en": "It was the first time Wendy had seen a fairy. She thought Tinker Bell was beautiful. But Tinker Bell said she thought Wendy was a big, ugly girl. She did not like Peter having other friends who were girls.",
    "jp": "ウェンディが妖精を見たのはそれが初めてでした。彼女はティンカー・ベルが美しいと思いました。しかし、ティンカー・ベルはウェンディを大きくて醜い女の子だと思いました。彼女はピーターが女の子の友達を持つのが好きではありませんでした。"
  },
  {
    "word": "thought",
    "word_jp": "考えた",
    "en": "Mrs. Darling just thought Wendy was talking about a dream.",
    "jp": "ダーリング夫人は、ウェンディが夢の話をしているのだと思いました。"
  },
  {
    "word": "thousand",
    "word_jp": "千",
    "en": "“When the first baby laughed for the first time, its laugh broke into a thousand pieces.",
    "jp": "「最初の一番目の赤ちゃんが初めて笑ったとき、その笑いは千の破片に砕け散りました。"
  },
  {
    "word": "three",
    "word_jp": "三",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには母親、父親、そして2人の年下の兄弟がいました。"
  },
  {
    "word": "through",
    "word_jp": "～を通って",
    "en": "Peter caught the tail of the kite. He tied it around Wendy.",
    "jp": "ピーターはその凧の尾を掴みました。彼はそれをウェンディの周りに結びつけました。"
  },
  {
    "word": "throw",
    "word_jp": "投げる",
    "en": "But Peter finally gave up.",
    "jp": "しかし、ピーターはついに諦めました。"
  },
  {
    "word": "tie",
    "word_jp": "縛る",
    "en": "She never forgot John 's uniform on the days he played football.",
    "jp": "彼女はジョンがフットボールをする日、彼の制服を忘れることはありませんでした。"
  },
  {
    "word": "tiger",
    "word_jp": "トラ",
    "en": "The pirates had Tiger Lily、the Indian princess、 tied up in the boat.",
    "jp": "海賊たちはボートにインドの王女タイガー・リリーを縛り付けていました。"
  },
  {
    "word": "time",
    "word_jp": "時間、時",
    "en": "She would spin so fast that all you could see was her smile. There never was a happier family until Peter Pan came.",
    "jp": "彼女はとても速く回転したので、見えるのは彼女の笑顔だけでした。ピーター・パンが来るまでは、これほど幸せな家族はいませんでした。"
  },
  {
    "word": "tired",
    "word_jp": "疲れた",
    "en": "They were tired and hungry, but they could not go back.",
    "jp": "彼らは疲れて空腹でしたが、帰ることができませんでした。"
  },
  {
    "word": "to",
    "word_jp": "〜へ、〜に",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子供は成長します。"
  },
  {
    "word": "today",
    "word_jp": "今日",
    "en": "But Peter was still just as fun as ever.",
    "jp": "しかし、ピーターはいつものように楽しかった。"
  },
  {
    "word": "together",
    "word_jp": "一緒に",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒に熱狂的なダンスをしました。"
  },
  {
    "word": "told",
    "word_jp": "話した",
    "en": "Peter told Wendy a little about himself.",
    "jp": "ピーターはウェンディに自分自身について少し話しました。"
  },
  {
    "word": "tomorrow",
    "word_jp": "明日",
    "en": "When Peter finally came again, Wendy was a married woman.",
    "jp": "ピーターが最後に再び来たとき、ウェンディは既婚女性になっていました。"
  },
  {
    "word": "tonight",
    "word_jp": "今晩",
    "en": "Oh, I wish I did not have to go to a party tonight!, she said.",
    "jp": "「ああ、今晩パーティーに行かなくて済めばいいのに！」と彼女は言いました。"
  },
  {
    "word": "too",
    "word_jp": "〜すぎる、〜もまた",
    "en": "He was too hurt to swim or fly away.",
    "jp": "彼は怪我がひどすぎて、泳ぐことも飛んで逃げることもできませんでした。"
  },
  {
    "word": "took",
    "word_jp": "連れて行った、持っていった",
    "en": "Nana took very good care of the children.",
    "jp": "ナナは子供たちの世話をとてもよくしていました。"
  },
  {
    "word": "tootles",
    "word_jp": "トゥートルズ（人名、ロスト・ボーイズの一人）",
    "en": "Their names were Tootles, Nibs, Slightly, Curly, and the Twins.",
    "jp": "彼らの名前はトゥートルズ、ニブス、スライトリー、カーリー、そして双子だった。"
  },
  {
    "word": "top",
    "word_jp": "てっぺん、頂上",
    "en": "Sometimes their feet touched the tops of trees.",
    "jp": "時々、彼らの足は木々のてっぺんに触れた。"
  },
  {
    "word": "touch",
    "word_jp": "触れる、触る",
    "en": "Sometimes their feet touched the tops of trees.",
    "jp": "時々、彼らの足は木々のてっぺんに触れた。"
  },
  {
    "word": "toward",
    "word_jp": "～の方へ、～に向かって",
    "en": "The pirates had Tiger Lily, the Indian princess, tied up in the boat. They were going to leave her on a rock to die.",
    "jp": "海賊たちはボートにインドのプリンセスであるタイガー・リリーを縛り付けていた。彼らは彼女を岩の上に置いて死なせるつもりだった。"
  },
  {
    "word": "toy",
    "word_jp": "おもちゃ",
    "en": "The boy and the light looked at all the children's toys and clothes.",
    "jp": "少年と光は子供たちのおもちゃと服をすべて見た。"
  },
  {
    "word": "tree",
    "word_jp": "木",
    "en": "Sometimes their feet touched the tops of trees.",
    "jp": "時々、彼らの足は木々のてっぺんに触れた。"
  },
  {
    "word": "true",
    "word_jp": "本当の、真実の",
    "en": "But it wasn't a dream.",
    "jp": "しかし、それは夢ではなかった。"
  },
  {
    "word": "trust",
    "word_jp": "信頼する、信用する",
    "en": "But Peter was still just as fun as ever.",
    "jp": "しかし、ピーターはいつものように楽しかった。"
  },
  {
    "word": "try",
    "word_jp": "試す、やってみる",
    "en": "Peter tried to put his shadow back on, but it wouldn't stick to him.",
    "jp": "ピーターは影を元に戻そうとしたが、彼にくっつかなかった。"
  },
  {
    "word": "turn",
    "word_jp": "回る、向きを変える",
    "en": "Mrs. Darling wore her white dress. Mr. Darling put on his tie.",
    "jp": "ダーリング夫人は白いドレスを着た。ダーリング氏はネクタイを締めた。"
  },
  {
    "word": "twins",
    "word_jp": "双子",
    "en": "Their names were Tootles, Nibs, Slightly, Curly, and the Twins.",
    "jp": "彼らの名前はトゥートルズ、ニブス、スライティ、カーリー、そして双子でした。"
  },
  {
    "word": "two",
    "word_jp": "2（の）",
    "en": "All children, except one, grow up. Wendy was two years old when she found out she must grow up.",
    "jp": "一人の子供を除いて、すべての子供は成長します。ウェンディが成長しなければならないことを知ったのは2歳の時でした。"
  },
  {
    "word": "ugly",
    "word_jp": "醜い",
    "en": "But Tinker Bell said she thought Wendy was a big, ugly girl.",
    "jp": "しかし、ティンカーベルは、ウェンディを大きくて醜い女の子だと思ったと言いました。"
  },
  {
    "word": "umbrella",
    "word_jp": "傘",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、口に傘をくわえていました。"
  },
  {
    "word": "under",
    "word_jp": "～の下に",
    "en": "They all went inside. Wendy told them stories and they all went to bed happy.",
    "jp": "彼らは皆中に入りました。ウェンディが物語を話すと、皆幸せにベッドに入りました。"
  },
  {
    "word": "understand",
    "word_jp": "理解する",
    "en": "Peter still did not understand that Tinker Bell was in love with him.",
    "jp": "ピーターは、ティンカーベルが彼に恋をしていることをまだ理解していませんでした。"
  },
  {
    "word": "uniform",
    "word_jp": "制服",
    "en": "She never forgot John's uniform on the days he played football.",
    "jp": "彼女はジョンがフットボールをする日には、彼の制服を忘れることはありませんでした。"
  },
  {
    "word": "unless",
    "word_jp": "～でない限り",
    "en": "But Peter knew no one can fly unless they have fairy dust on him.",
    "jp": "しかし、ピーターは妖精の粉が体についていなければ誰も飛べないことを知っていました。"
  },
  {
    "word": "until",
    "word_jp": "～まで",
    "en": "There never was a happier family until Peter Pan came.",
    "jp": "ピーター・パンが来るまで、これほど幸せな家族はいませんでした。"
  },
  {
    "word": "up",
    "word_jp": "上へ",
    "en": "They pull you up in the air.",
    "jp": "それはあなた方を空中に引き上げます。"
  },
  {
    "word": "upon",
    "word_jp": "〜の上に",
    "en": "Once upon a time, there were three children,",
    "jp": "むかしむかし、3人の子供がいました。"
  },
  {
    "word": "us",
    "word_jp": "私たちを",
    "en": "We will have to find space for them all.",
    "jp": "私たちは彼ら全員のために場所を見つけなければなりません。"
  },
  {
    "word": "use",
    "word_jp": "使う",
    "en": "She used to be a beautiful woman, but the happiness in her face was gone.",
    "jp": "彼女はかつて美しい女性でしたが、その顔から幸せは消えていました。"
  },
  {
    "word": "very",
    "word_jp": "とても",
    "en": "Nana took very good care of the children.",
    "jp": "ナナは子供たちの面倒をとてもよく見ていました。"
  },
  {
    "word": "village",
    "word_jp": "村",
    "en": "There was also an Indian village.",
    "jp": "そこにはインディアンの村もありました。"
  },
  {
    "word": "visit",
    "word_jp": "訪れる",
    "en": "What if Wendy goes to visit you for a week every year at spring-cleaning time?",
    "jp": "もしウェンディが毎年春の大掃除の時期にあなたを1週間訪ねたらどうでしょう？"
  },
  {
    "word": "voice",
    "word_jp": "声",
    "en": "Pirates!, he called out from behind a rock. He made his voice sound just like Captain Hook's.",
    "jp": "「海賊たち！」と彼は岩陰から叫びました。彼は自分の声をキャプテン・フックそっくりに響かせました。"
  },
  {
    "word": "wait",
    "word_jp": "待つ",
    "en": "Mrs. Darling put the shadow away ina box and waited for the right time to tell her husband about it.",
    "jp": "ダーリン夫人は影を箱にしまい、夫に話すのにちょうど良い時が来るのを待ちました。"
  },
  {
    "word": "wake",
    "word_jp": "目を覚ます",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリン夫人は叫んで目を覚まし、その少年を見ました。"
  },
  {
    "word": "walk",
    "word_jp": "歩く",
    "en": "She walked them to school.",
    "jp": "彼女は彼らを学校まで歩いて連れて行きました。"
  },
  {
    "word": "white",
    "word_jp": "白い",
    "en": "On the next Friday, Mr. and Mrs. Darling got ready to go to a party. Mrs. Darling wore her white dress.",
    "jp": "次の金曜日、ダーリング夫妻はパーティーに行く準備をしました。ダーリング夫人は白いドレスを着ました。"
  },
  {
    "word": "who",
    "word_jp": "誰が",
    "en": "The pirates, who saw Peter and the children flying over the island, fired their long gun at them.",
    "jp": "島の上を飛んでいるピーターと子供たちを見た海賊たちは、彼らに向かって長い銃を撃ちました。"
  },
  {
    "word": "whole",
    "word_jp": "全体の、丸ごとの",
    "en": "All children, except one, grow up.",
    "jp": "一人の子を除いて、すべての子供は成長します。"
  },
  {
    "word": "why",
    "word_jp": "なぜ",
    "en": "Mrs. Darling said, “Oh, why can't you stay like this forever!”, Since then, Wendy knew that she must grow up.",
    "jp": "ダーリング夫人は「ああ、どうしてあなたはいつまでもこのままでいられないの！」と言いました。その時から、ウェンディは自分が成長しなければならないことを知っていました。"
  },
  {
    "word": "will",
    "word_jp": "～だろう、～するつもりだ",
    "en": "“Wendy, come with me!”, Peter said.",
    "jp": "「ウェンディ、私と一緒においで！」とピーターは言いました。"
  },
  {
    "word": "wind",
    "word_jp": "風",
    "en": "“Oh, George!”, Mrs. Darling cried. “Never ask me to do that. The window must always be left open for them, always, always.”",
    "jp": "「ああ、ジョージ！」とダーリング夫人は叫びました。「二度とそんなことは頼まないで。窓はいつも彼らのために開けておかなければならないの、いつも、いつも。」"
  },
  {
    "word": "window",
    "word_jp": "窓",
    "en": "“Peter doesn't clean his feet,” Wendy said. “I think he comes in by the window.”",
    "jp": "「ピーターは足をきれいにしないのよ」とウェンディは言いました。「彼は窓から入ってくると思うわ」"
  },
  {
    "word": "with",
    "word_jp": "～と一緒に、～を使って",
    "en": "When she was playing in a garden one day, she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいるとき、一輪の花をつんで、それを持って母親のもとへ走りました。"
  },
  {
    "word": "within",
    "word_jp": "～の内部に",
    "en": "The lost boys came home after looking for Peter all night.",
    "jp": "（※物語のテキスト内に「within」が使われている適切な英文が見つかりませんでした。指示に従い、他の単語については処理しましたが、この単語については該当する文がないため、ここでは除外します。）"
  },
  {
    "word": "without",
    "word_jp": "～なしで",
    "en": "Peter didn't want to go to school and learn, Peter told her. “I don't want to be a man! No one is going to catch me and make me a man.”",
    "jp": "「学校に行って勉強したくない」とピーターは彼女に言いました。「僕は男になりたくないんだ！誰も僕を捕まえて男にすることはできないぞ」"
  },
  {
    "word": "woke",
    "word_jp": "目を覚ました",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリン夫人は叫び声をあげて目を覚まし、その少年を見た。"
  },
  {
    "word": "woman",
    "word_jp": "女性",
    "en": "She used to be a beautiful woman, but the happiness in her face was gone.",
    "jp": "彼女はかつて美しい女性だったが、その顔から幸福は消えていた。"
  },
  {
    "word": "wonder",
    "word_jp": "不思議に思う",
    "en": "Wendy wondered about it.",
    "jp": "ウェンディはそれについて不思議に思った。"
  },
  {
    "word": "wonderful",
    "word_jp": "素晴らしい",
    "en": "Wendy thought it was wonderful that Peter knew fairies.",
    "jp": "ウェンディは、ピーターが妖精を知っていることを素晴らしいと思った。"
  },
  {
    "word": "wood",
    "word_jp": "森",
    "en": "They all took off their hats. \"Wendy, we built you this house!\" the boys said.",
    "jp": "彼らは皆帽子を取り去った。「ウェンディ、私たちがあなたにこの家を建てたんだ！」と少年たちは言った。"
  },
  {
    "word": "word",
    "word_jp": "言葉",
    "en": "Wendy stood tall and proud. \"These are my last words, dear boys,\" she said.",
    "jp": "ウェンディは背筋を伸ばして誇らしげに立った。「これらが私の最後の言葉よ、愛しい少年たち」と彼女は言った。"
  },
  {
    "word": "work",
    "word_jp": "仕事",
    "en": "Mr. Darling came home, tired from work.",
    "jp": "ダーリン氏は仕事で疲れて家に帰ってきた。"
  },
  {
    "word": "world",
    "word_jp": "世界",
    "en": "The pieces flew all over the world.",
    "jp": "そのかけらは世界中に飛び散った。"
  },
  {
    "word": "worry",
    "word_jp": "心配する",
    "en": "Wendy wanted to go to Neverland, but she was worried about leaving her mother and father.",
    "jp": "ウェンディはネバーランドに行きたかったが、両親を残していくことを心配していた。"
  },
  {
    "word": "worse",
    "word_jp": "より悪い",
    "en": "He looked around the dark lake. \"Who is there?\" Hook cried, \"Who told my pirates to let Tiger Lily go?\"",
    "jp": "彼は暗い湖を見回した。「誰かいるのか？」とフックは叫んだ。「誰が私の海賊たちにタイガー・リリーを放してやれと命じたのだ？」"
  },
  {
    "word": "would",
    "word_jp": "〜だろう、〜するだろう",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒に熱狂的なダンスを踊っただろう。"
  },
  {
    "word": "year",
    "word_jp": "年",
    "en": "Wendy was two years old when she found out she must grow up.",
    "jp": "ウェンディが、自分が成長しなければならないと知ったのは2歳の時だった。"
  },
  {
    "word": "yes",
    "word_jp": "はい",
    "en": "When Wendy returned, she found Peter sitting on the bed happy. \"Peter needs a mother,\" Jane said to Wendy. \"Yes, I know,\" Wendy said.",
    "jp": "ウェンディが戻ると、ピーターはベッドに幸せそうに座っていた。「ピーターには母親が必要なのよ」とジェーンはウェンディに言った。「ええ、わかっているわ」とウェンディは言った。"
  },
  {
    "word": "you",
    "word_jp": "あなた、あなたたち",
    "en": "\"Oh, why cant you stay like this forever!\"",
    "jp": "「ああ、どうしてあなたはいつまでもこのままでいられないの！」"
  },
  {
    "word": "young",
    "word_jp": "若い、年下の",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには、母親と父親と二人の年下の弟がいた。"
  },
  {
    "word": "your",
    "word_jp": "あなたの、あなたたちの",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "あなたの手のひらほどの大きさの奇妙な光が彼についてきた。"
  }
]