[
  {
    "word": "about",
    "word_jp": "およそ、約、～について",
    "word_en": "relating to a topic or subject",
    "en": "There are about fifty people in the room.",
    "jp": "部屋にはおよそ50人います。"
  },
  {
    "word": "above",
    "word_jp": "～の上に",
    "word_en": "at a higher place or position than something else",
    "en": "The clouds are floating high above the mountains.",
    "jp": "雲は山の遥か上を漂っている。"
  },
  {
    "word": "across",
    "word_jp": "～を横切って",
    "word_en": "from one side to the other of an area, street, road, etc.",
    "en": "She swam across the river despite the strong current.",
    "jp": "彼女は強い流れにもかかわらず、川を横切って泳いだ。"
  },
  {
    "word": "action",
    "word_jp": "行動、動作",
    "word_en": "the state of doing something, moving, or happening",
    "en": "The immediate action taken by the firefighters prevented the small fire from spreading.",
    "jp": "消防士たちによって取られた即座の行動が、小さな火災が広がるのを防いだ。"
  },
  {
    "word": "afraid",
    "word_jp": "恐れて、怖がって",
    "word_en": "feeling fear or anxiety; frightened",
    "en": "The children felt afraid, and Nana was not there to protect them.",
    "jp": "子供たちは怖くなり、ナナが彼らを守るためにそばにいなかった。"
  },
  {
    "word": "after",
    "word_jp": "～の後に",
    "word_en": "subsequent to (a time or event)",
    "en": "We will have dinner after the meeting concludes.",
    "jp": "会議が終わった後に夕食を食べます。"
  },
  {
    "word": "again",
    "word_jp": "再び、もう一度",
    "word_en": "another time; once more",
    "en": "Could you please explain that concept again?",
    "jp": "その概念をもう一度説明していただけますか？"
  },
  {
    "word": "ago",
    "word_jp": "～前に",
    "word_en": "in the past",
    "en": "I met him five years ago.",
    "jp": "私は彼に5年前に会いました。"
  },
  {
    "word": "ahead",
    "word_jp": "前方に",
    "word_en": "in the front; in the direction that one is facing or traveling",
    "en": "Sometimes he flew far, far ahead of them.",
    "jp": "時には彼は彼らよりもずっと、ずっと前を飛んでいた。"
  },
  {
    "word": "air",
    "word_jp": "空気",
    "word_en": "the invisible gaseous substance surrounding the earth",
    "en": "They pull you up in the air.",
    "jp": "それらがあなたを空中に引き上げるのです。"
  },
  {
    "word": "alive",
    "word_jp": "生きている",
    "word_en": "living or active; not dead",
    "en": "She was alive!",
    "jp": "彼女は生きていました！"
  },
  {
    "word": "all",
    "word_jp": "すべての",
    "word_en": "the whole quantity or extent of a particular group or thing",
    "en": "All children, except one, grow up.",
    "jp": "ピーターを除くすべての子供たちは成長します。"
  },
  {
    "word": "almost",
    "word_jp": "ほとんど",
    "word_en": "very nearly; not quite",
    "en": "I have almost finished reading this book.",
    "jp": "私はこの本の読了にほとんど近づいている。"
  },
  {
    "word": "alone",
    "word_jp": "一人で",
    "word_en": "having no other people present; on one's own",
    "en": "Now Peter was alone on the rock.",
    "jp": "今、ピーターはその岩の上で一人でした。"
  },
  {
    "word": "also",
    "word_jp": "～もまた",
    "word_en": "in addition; too",
    "en": "She is a talented singer and a capable dancer, and she is also a published author.",
    "jp": "彼女は才能ある歌手であり、有能なダンサーでもあり、さらに作家としても本を出版しています。"
  },
  {
    "word": "always",
    "word_jp": "いつも",
    "word_en": "at all times; on all occasions",
    "en": "The window must always be left open for them, always, always.",
    "jp": "窓はいつも彼らのために開けておかなければならない、いつも、いつも。"
  },
  {
    "word": "am",
    "word_jp": "～である（一人称単数現在）",
    "word_en": "the first person singular present of be",
    "en": "I am a student.",
    "jp": "私は学生です。"
  },
  {
    "word": "among",
    "word_jp": "～の中に",
    "word_en": "surrounded by or in the midst of a group of people or things",
    "en": "He was among the only happiness he would never have.",
    "jp": "彼は決して得られない唯一の幸福の中にいました。"
  },
  {
    "word": "an",
    "word_jp": "一つの（母音で始まる名詞の前）",
    "word_en": "used before a noun that starts with a vowel sound",
    "en": "I need an apple for my lunch.",
    "jp": "私のお昼ご飯にリンゴが一つ必要です。"
  },
  {
    "word": "and",
    "word_jp": "そして",
    "word_en": "used to connect words of the same part of speech, clauses, or sentences",
    "en": "Peter Pan and Tinker Bell flew into the children's room.",
    "jp": "ピーター・パンとティンカーベルは子供部屋に飛んできました。"
  },
  {
    "word": "animal",
    "word_jp": "動物",
    "word_en": "A living thing that can move, feed, etc., but does not think or reason like a human.",
    "en": "There was a forest, a bay, and animals.",
    "jp": "森や、湾や、動物たちがいました。"
  },
  {
    "word": "another",
    "word_jp": "もう一つの",
    "word_en": "One more, an additional one.",
    "en": "I need another cup of coffee to stay awake.",
    "jp": "目が覚めているために、もう一杯コーヒーが必要です。"
  },
  {
    "word": "answer",
    "word_jp": "答える",
    "word_en": "To speak or write words as a reply to a question or an invitation.",
    "en": "Could you please answer my question?",
    "jp": "私の質問に答えていただけますか？"
  },
  {
    "word": "any",
    "word_jp": "何か、どれか",
    "word_en": "Used in questions and negative sentences to ask about or refer to a small or very small amount of something.",
    "en": "Do you have any questions about the presentation?",
    "jp": "プレゼンテーションについて何か質問はありますか？"
  },
  {
    "word": "anymore",
    "word_jp": "もうこれ以上",
    "word_en": "Any longer or any more.",
    "en": "\"Now someone will look after the boys. They won 't come out to fight or do dangerous things anymore,\"",
    "jp": "「これで誰かが少年の面倒を見るだろう。彼らはもう戦いや危険なことをしに出てこなくなるだろう」とフックは悲しそうに言いました。"
  },
  {
    "word": "anything",
    "word_jp": "何でも",
    "word_en": "Used in questions and negative sentences to ask about or refer to a small or very small amount of something.",
    "en": "If you need help with anything, please don't hesitate to ask me.",
    "jp": "何か手助けが必要なことがあれば、遠慮なく私に尋ねてください。"
  },
  {
    "word": "are",
    "word_jp": "～である (be動詞の現在形)",
    "word_en": "The present form of the verb 'be' used with you, we, they, or plural nouns.",
    "en": "They are going to the park this afternoon.",
    "jp": "彼らは今日の午後に公園に行く予定です。"
  },
  {
    "word": "area",
    "word_jp": "地域",
    "word_en": "A region or part of a town, a country, or the world.",
    "en": "The pirates came to the area where the lost boys lived under the ground.",
    "jp": "海賊たちは、迷子の少年たちが地下に住んでいる地域に来ました。"
  },
  {
    "word": "arm",
    "word_jp": "腕",
    "word_en": "The upper limb of the human body, from the shoulder to the wrist.",
    "en": "But Wendy raised her arm.",
    "jp": "しかし、ウェンディは腕を上げました。"
  },
  {
    "word": "around",
    "word_jp": "～の周りに",
    "word_en": "In various places in a place or in different directions.",
    "en": "Peter flew around the room to show them.",
    "jp": "ピーターは彼らに見せるために部屋の中を飛んで見せました。"
  },
  {
    "word": "arrow",
    "word_jp": "矢",
    "word_en": "a pointed missile shot from a bow",
    "en": "Tootles got his bow and arrow first.",
    "jp": "トゥートゥルズが最初に弓矢を手に入れた。"
  },
  {
    "word": "as",
    "word_jp": "～のように、～と同じくらい",
    "word_en": "used to compare two things or people; to the same degree",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "奇妙な光が、あなたの手と同じくらいの大きさで、彼についてきた。"
  },
  {
    "word": "ask",
    "word_jp": "尋ねる、頼む",
    "word_en": "to say something in order to get an answer or information",
    "en": "^What do you mean、 Wendy?、 Mrs. Darling asked.",
    "jp": "「どういうことなの、ウェンディ？」ダーリン夫人が尋ねた。"
  },
  {
    "word": "asleep",
    "word_jp": "眠っている",
    "word_en": "in a state of sleep",
    "en": "The room Was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで、火はとても暖かかったので、すぐにダーリン夫人も眠りに落ちた。"
  },
  {
    "word": "at",
    "word_jp": "～に、～で",
    "word_en": "expressing location or direction",
    "en": "He was at the window.",
    "jp": "彼は窓のところにいた。"
  },
  {
    "word": "away",
    "word_jp": "離れて、あちらへ",
    "word_en": "to or at a distance from a particular place, person, or thing",
    "en": "He flew away.",
    "jp": "彼は飛んで行った。"
  },
  {
    "word": "awake",
    "word_jp": "目が覚めている",
    "word_en": "not asleep",
    "en": "She was fully awake before the alarm even went off.",
    "jp": "彼女はアラームが鳴る前から完全に目が覚めていた。"
  },
  {
    "word": "baby",
    "word_jp": "赤ちゃん",
    "word_en": "a very young child or animal",
    "en": "When the first baby laughed for the first time, its laugh broke into a thousand pieces.",
    "jp": "最初の子が初めて笑ったとき、その笑い声は千の破片に砕け散った。"
  },
  {
    "word": "back",
    "word_jp": "後ろへ、戻って",
    "word_en": "towards the starting point or place where one was before",
    "en": "Please step back so I can get through.",
    "jp": "通れるように、後ろへ下がってください。"
  },
  {
    "word": "bad",
    "word_jp": "悪い、下手な",
    "word_en": "of poor quality or low standard; evil or morally wrong",
    "en": "That was a really bad idea, and it didn't work out.",
    "jp": "それは本当に悪い考えで、うまくいかなかった。"
  },
  {
    "word": "ball",
    "word_jp": "ボール",
    "word_en": "a round object that is hit or thrown in games",
    "en": "The child was happily playing with a red ball in the park.",
    "jp": "その子供は公園で赤いボールで楽しそうに遊んでいた。"
  },
  {
    "word": "bath",
    "word_jp": "お風呂",
    "word_en": "the act of washing your body in a tub or shower",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らに風呂に入れてあげました。"
  },
  {
    "word": "bathroom",
    "word_jp": "浴室",
    "word_en": "a room with a toilet and usually a sink and a bathtub or shower",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは浴室の石鹸を使って影を自分にくっつけようとしました。"
  },
  {
    "word": "bay",
    "word_jp": "湾",
    "word_en": "a broad inlet of the sea where the land curves inwards",
    "en": "There was a forest, a bay, and animals.",
    "jp": "そこには森と湾と動物がいました。"
  },
  {
    "word": "be",
    "word_jp": "～である",
    "word_en": "to exist or happen; to have a particular quality or state",
    "en": "To be or not to be, that is the question.",
    "jp": "生きるべきか死ぬべきか、それが問題だ。"
  },
  {
    "word": "beat",
    "word_jp": "打つ、打ち負かす",
    "word_en": "to hit something repeatedly or defeat someone in a contest",
    "en": "When the Indians win a war, they always beat their drum, said Peter.",
    "jp": "インディアンが戦争に勝つとき、いつも太鼓を叩くとピーターは言いました。"
  },
  {
    "word": "beautiful",
    "word_jp": "美しい、素晴らしい",
    "word_en": "pleasing the senses or mind aesthetically; very attractive",
    "en": "She was a beautiful boy.",
    "jp": "彼は美しい少年でした。"
  },
  {
    "word": "became",
    "word_jp": "～になった (becomeの過去形)",
    "word_en": "past tense of become: to start to be something",
    "en": "The small seed eventually became a tall, strong tree.",
    "jp": "その小さな種は、やがて高く強い木になりました。"
  },
  {
    "word": "because",
    "word_jp": "～だから",
    "word_en": "for the reason that; since",
    "en": "I ran away because I heard my mother and father talking about what I would be when I became a man.",
    "jp": "父さんと母さんが私が大人になったらどうなるか話しているのを聞いたから、私は逃げました。"
  },
  {
    "word": "bed",
    "word_jp": "ベッド",
    "word_en": "a piece of furniture for sleeping on",
    "en": "The next night, the children were all in bed.",
    "jp": "次の夜、子供たちは皆ベッドにいました。"
  },
  {
    "word": "bedtime",
    "word_jp": "就寝時間",
    "word_en": "the time you go to bed",
    "en": "It's almost bedtime, so make sure you brush your teeth.",
    "jp": "もうすぐ就寝時間だから、歯を磨くのを忘れないでね。"
  },
  {
    "word": "been",
    "word_jp": "〜であった（beの過去分詞）",
    "word_en": "past participle of 'be'",
    "en": "She has been a great friend to me over the years.",
    "jp": "彼女は何年にもわたって私にとって素晴らしい友人であった。"
  },
  {
    "word": "before",
    "word_jp": "〜の前に",
    "word_en": "earlier than; previously",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリン夫人は子供たちの部屋に見覚えのない葉っぱを見つけました。"
  },
  {
    "word": "behind",
    "word_jp": "〜の後ろに",
    "word_en": "at the back of; in the rear of",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆、岩の後ろに隠れるために急ぎました。"
  },
  {
    "word": "believe",
    "word_jp": "信じる",
    "word_en": "to accept that something is true",
    "en": "Children don't believe in fairies any more.",
    "jp": "子供たちはもう妖精を信じません。"
  },
  {
    "word": "bell",
    "word_jp": "ベル",
    "word_en": "a metal instrument that makes a ringing sound",
    "en": "When she talked, it sounded like golden bells.",
    "jp": "彼女が話すと、それは金の鈴の音のように聞こえました。"
  },
  {
    "word": "best",
    "word_jp": "最良の",
    "word_en": "of the highest quality or degree",
    "en": "Mrs. Darling was the best dancer.",
    "jp": "ダーリン夫人は最高のダンサーでした。"
  },
  {
    "word": "big",
    "word_jp": "大きい",
    "word_en": "large in size, extent, or intensity",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "あなたの手ほどの大きさの奇妙な光が彼についてきました。"
  },
  {
    "word": "bird",
    "word_jp": "鳥",
    "word_en": "an animal that has wings and feathers",
    "en": "A Never bird is a bird that lives only on Neverland.",
    "jp": "ネバーバードはネバーランドにしか住んでいない鳥です。"
  },
  {
    "word": "bit",
    "word_jp": "かけら、一切れ",
    "word_en": "a small piece or part of something",
    "en": "Could you pass me a bit of that cake?",
    "jp": "そのケーキを一切れ取ってもらえますか？"
  },
  {
    "word": "black",
    "word_jp": "黒い",
    "word_en": "Of the color of coal or ink",
    "en": "Hook wore rich clothes. He had long, black hair and sad、 blue eyes.",
    "jp": "フックは豪華な服を着ていた。彼は長く黒い髪と、悲しげな青い目をしていた。"
  },
  {
    "word": "blue",
    "word_jp": "青い",
    "word_en": "Of the color of a clear sky",
    "en": "Hook wore rich clothes. He had long, black hair and sad、 blue eyes.",
    "jp": "フックは豪華な服を着ていた。彼は長く黒い髪と、悲しげな青い目をしていた。"
  },
  {
    "word": "boat",
    "word_jp": "ボート",
    "word_en": "A vessel for traveling on water",
    "en": "In the boat were three pirates, and they were coming toward theml",
    "jp": "ボートには3人の海賊が乗っていて、彼らは子供たちの方へ向かっていた。"
  },
  {
    "word": "body",
    "word_jp": "体、死体",
    "word_en": "The physical structure of a person or animal",
    "en": "She ran outside to look for his body,but it was not there.",
    "jp": "彼女は彼の死体を探しに外へ走ったが、そこには何もなかった。"
  },
  {
    "word": "boom",
    "word_jp": "ドカンという音",
    "word_en": "A deep, resonant sound",
    "en": "All of a sudden、 there was a great BOOM!",
    "jp": "突然、大きなドカンという音がした！"
  },
  {
    "word": "born",
    "word_jp": "生まれた",
    "word_en": "Brought into existence by birth",
    "en": "She was born in a small town in the countryside.",
    "jp": "彼女は田舎の小さな町で生まれた。"
  },
  {
    "word": "both",
    "word_jp": "両方",
    "word_en": "The two members of a pair",
    "en": "But they both had to go.",
    "jp": "しかし、彼らは二人とも行かなければならなかった。"
  },
  {
    "word": "bottle",
    "word_jp": "瓶",
    "word_en": "A container, typically made of glass or plastic, with a narrow neck",
    "en": "On the table、 Hook saw a bottle of medicine.",
    "jp": "テーブルの上で、フックは薬の瓶を見た。"
  },
  {
    "word": "bottom",
    "word_jp": "底",
    "word_en": "The lowest part of something",
    "en": "We finally reached the bottom of the deep valley after a long hike.",
    "jp": "長いハイキングの末、私たちはついに深い谷の底にたどり着きました。"
  },
  {
    "word": "bow",
    "word_jp": "お辞儀",
    "word_en": "A gesture of respect or greeting made by inclining the head or body",
    "en": "Wendy bowed back.",
    "jp": "ウェンディもお辞儀を返した。"
  },
  {
    "word": "box",
    "word_jp": "箱",
    "word_en": "a container with a flat base and sides, typically square or rectangular and having a lid",
    "en": "Mrs. Darling put the shadow away ina box and waited for the right time to tell her husband about it.",
    "jp": "ダーリング夫人はその影を箱の中にしまい、夫に話すのにちょうど良い時を待った。"
  },
  {
    "word": "boy",
    "word_jp": "少年、男の子",
    "word_en": "a male child or a young man",
    "en": "Suddenly, a window in the room opened. A boy entered.",
    "jp": "突然、部屋の窓が開き、一人の少年が入ってきた。"
  },
  {
    "word": "branch",
    "word_jp": "枝",
    "word_en": "a woody structural member connected to but not part of the central trunk of a tree or shrub",
    "en": "So they made a house out of sticks and branches.",
    "jp": "それで彼らは棒と枝で家を作った。"
  },
  {
    "word": "bright",
    "word_jp": "明るい",
    "word_en": "giving out or reflecting a lot of light; shining",
    "en": "A bright light followed him in.",
    "jp": "明るい光が彼に続いて入ってきた。"
  },
  {
    "word": "bring",
    "word_jp": "持ってくる",
    "word_en": "come or go with (someone or something) to a place",
    "en": "Could you bring the documents to the meeting room?",
    "jp": "その書類を持って会議室に来ていただけますか？"
  },
  {
    "word": "broke",
    "word_jp": "壊した（breakの過去形）",
    "word_en": "past tense of break: separated into pieces as a result of a blow, shock, or strain",
    "en": "She pulled and pulled at the rope that tied her. Finally, she broke the rope and ran from the yard.",
    "jp": "彼女は自分を縛っているロープを引っ張り続けた。ついに彼女はロープをちぎって庭から走っていった。"
  },
  {
    "word": "brother",
    "word_jp": "兄弟",
    "word_en": "a male sibling",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の兄弟の名前はジョンとマイケルでした。"
  },
  {
    "word": "brought",
    "word_jp": "持ってきた（bringの過去形）",
    "word_en": "past tense of bring: came or went with (someone or something) to a place",
    "en": "Peter said, 'I brought you all a mother to tell you stories.'",
    "jp": "ピーターは言いました。「君たち全員に物語を語るためのお母さんを連れてきたよ。」"
  },
  {
    "word": "brown",
    "word_jp": "茶色の",
    "word_en": "of a color produced by mixing red, yellow, and blue, as of dark wood or rich soil",
    "en": "The family also had a big brown dog, named Nana.",
    "jp": "その家族にはナナという名の大きな茶色の犬もいました。"
  },
  {
    "word": "build",
    "word_jp": "建てる",
    "word_en": "construct (something, typically a building, road, or ship) by putting parts or materials together",
    "en": "We plan to build a new office building next year.",
    "jp": "来年、新しいオフィスビルを建てる予定です。"
  },
  {
    "word": "busy",
    "word_jp": "忙しい",
    "word_en": "occupied with something; not free to do other things",
    "en": "They were all busy when John and Michael walked out of the woods toward them.",
    "jp": "彼らは皆、ジョンとマイケルが森から彼らのほうへ歩いてくる間、忙しくしていました。"
  },
  {
    "word": "but",
    "word_jp": "しかし、～だが",
    "word_en": "used to introduce a statement that contrasts with or seems to contradict something that has been said previously",
    "en": "The children waited for her happy cry,but it did not come.",
    "jp": "子供たちは彼女の喜びに満ちた叫びを待っていましたが、それは来ませんでした。"
  },
  {
    "word": "button",
    "word_jp": "ボタン",
    "word_en": "a small, disk-shaped object used for fastening clothes or attached to something as an ornament",
    "en": "Then he gave Wendy a gift.Tt was a small button.",
    "jp": "それから彼はウェンディに贈り物をしました。それは小さなボタンでした。"
  },
  {
    "word": "by",
    "word_jp": "～によって、～のそばに",
    "word_en": "indicating the agent performing an action or the means of doing something",
    "en": "The book was written by a famous author.",
    "jp": "その本は有名な作家によって書かれた。"
  },
  {
    "word": "cake",
    "word_jp": "ケーキ",
    "word_en": "a sweet baked food made from a mixture of flour, sugar, eggs, fat, etc.",
    "en": "Hook's plan to cook a cake didn't catch Peter Pan or the lost boys.",
    "jp": "フックのケーキを焼く計画は、ピーター・パンや迷子の少年たちを捕らえることができませんでした。"
  },
  {
    "word": "call",
    "word_jp": "呼ぶ",
    "word_en": "to shout, or to say something in a loud voice",
    "en": "Then Peter remembered Tinker Bell and called out、 ^Tinker Bell! Where did you go?",
    "jp": "それからピーターはティンカー・ベルを思い出し、叫びました。「ティンカー・ベル！どこに行ったの？」"
  },
  {
    "word": "came",
    "word_jp": "来る（comeの過去形）",
    "word_en": "Peter came the next spring.",
    "jp": "彼女は昨晩、パーティーの後で遅く家に帰ってきた。",
    "en": "She came home late last night after the party."
  },
  {
    "word": "can",
    "word_jp": "できる",
    "word_en": "used to express possibility or ability",
    "en": "I can swim very well.",
    "jp": "私はとても上手に泳ぐことができます。"
  },
  {
    "word": "captain",
    "word_jp": "船長",
    "word_en": "the officer in command of a ship",
    "en": "Their leader Was Captain Hook.",
    "jp": "彼らのリーダーはキャプテン・フックでした。"
  },
  {
    "word": "care",
    "word_jp": "世話、注意",
    "word_en": "to feel concern or interest about someone or something",
    "en": "Nana took very good care of the children.",
    "jp": "ナナは子供たちのとても良い世話をしました。"
  },
  {
    "word": "carefully",
    "word_jp": "注意深く",
    "word_en": "in a way that shows great attention to detail or awareness of potential problems.",
    "en": "Peter listened very carefully, with his hand to his ear.",
    "jp": "ピーターは耳に手を当てて、とても注意深く聞き耳を立てました。"
  },
  {
    "word": "carry",
    "word_jp": "運ぶ",
    "word_en": "support and move toward a person or place.",
    "en": "Could you please carry this heavy box to the next room?",
    "jp": "この重い箱を次の部屋まで運んでいただけますか？"
  },
  {
    "word": "catch",
    "word_jp": "捕まえる",
    "word_en": "intercept and hold something that has been thrown, propelled, or is in motion.",
    "en": "The dog managed to catch the frisbee mid-air.",
    "jp": "その犬はフリスビーを空中で捕まえることに成功した。"
  },
  {
    "word": "caught",
    "word_jp": "捕まえた（catchの過去形）",
    "word_en": "past tense and past participle of catch.",
    "en": "The quick brown fox caught the rabbit.",
    "jp": "素早い茶色の狐がウサギを捕まえた。"
  },
  {
    "word": "ceiling",
    "word_jp": "天井",
    "word_en": "the upper interior surface of a room.",
    "en": "The painter carefully applied a fresh coat of white paint to the ceiling.",
    "jp": "塗装工は、天井に真っ白なペンキの新しい層を注意深く塗った。"
  },
  {
    "word": "cellar",
    "word_jp": "地下室",
    "word_en": "a room below the ground, typically used for storage.",
    "en": "We keep extra wine in the cool, dark cellar.",
    "jp": "私たちは予備のワインを涼しく暗い地下室に保管しています。"
  },
  {
    "word": "cent",
    "word_jp": "セント（通貨単位）",
    "word_en": "a monetary unit equal to one-hundredth of a dollar or euro.",
    "en": "A hundred cents make up one dollar.",
    "jp": "百セントで一ドルになります。"
  },
  {
    "word": "chain",
    "word_jp": "鎖",
    "word_en": "a series of connected links made of metal or rope, used for fastening or pulling.",
    "en": "Thank you,” Wendy said. She put the button on a chain around her neck.",
    "jp": "「ありがとう」とウェンディは言いました。彼女はそのボタンを首にかけた鎖につけました。"
  },
  {
    "word": "chair",
    "word_jp": "椅子",
    "word_en": "a seat for one person, with a back and typically four legs.",
    "en": "They brought out their beds, chairs, and table from their home under the ground.",
    "jp": "彼らは地下の家からベッドや椅子、テーブルを持ち出しました。"
  },
  {
    "word": "chance",
    "word_jp": "機会、チャンス",
    "word_en": "a possibility of something happening.",
    "en": "I took the chance to travel abroad after graduation.",
    "jp": "卒業後、海外へ旅行する機会を得ました。"
  },
  {
    "word": "change",
    "word_jp": "変える、変化",
    "word_en": "to cause to become different in an unexpected or unplanned way",
    "en": "But soon、 everything changed forever.",
    "jp": "しかし、すぐに、すべては永遠に変わってしまった。"
  },
  {
    "word": "chapter",
    "word_jp": "章",
    "word_en": "a main division of a book",
    "en": "She is currently reading the final chapter of the novel.",
    "jp": "彼女は現在、その小説の最後の章を読んでいるところです。"
  },
  {
    "word": "cheek",
    "word_jp": "頬",
    "word_en": "the side of the face below the eye",
    "en": "The child's cheeks were rosy from playing outside in the cold.",
    "jp": "子供の頬は、寒い中外で遊んだせいでバラ色になっていた。"
  },
  {
    "word": "cheer",
    "word_jp": "歓声をあげる、応援する",
    "word_en": "to shout for joy or in praise or encouragement",
    "en": "The lost boys all cheered.",
    "jp": "失われた少年たちは皆、歓声をあげた。"
  },
  {
    "word": "child",
    "word_jp": "子供",
    "word_en": "a young human being below the age of puberty or below the legal age of majority",
    "en": "All children、 except one、 grow up.",
    "jp": "一人の子を除いて、すべての子供は成長する。"
  },
  {
    "word": "children",
    "word_jp": "子供たち",
    "word_en": "plural of child",
    "en": "The laughter of the children filled the playground.",
    "jp": "子供たちの笑い声が遊び場に響き渡った。"
  },
  {
    "word": "cinderella",
    "word_jp": "シンデレラ",
    "word_en": "the heroine of a fairy tale",
    "en": "Y will do my best. Come inside and I will tell you the story of Cinderella、、 Wendy said.",
    "jp": "私は最善を尽くします。中に入って、シンデレラの物語を教えてあげましょう、とウェンディは言った。"
  },
  {
    "word": "circle",
    "word_jp": "円、輪",
    "word_en": "a round shape or object",
    "en": "Draw a perfect circle on the blackboard using a compass.",
    "jp": "コンパスを使って黒板に完璧な円を描きなさい。"
  },
  {
    "word": "clean",
    "word_jp": "きれいにする",
    "word_en": "to make something free from dirt, marks, or mess",
    "en": "^Peter doesn't clean his feet、 Wendy said.",
    "jp": "「ピーターは足をきれいにしていないのよ」とウェンディは言った。"
  },
  {
    "word": "clear",
    "word_jp": "はっきりした、澄んだ",
    "word_en": "easy to perceive, understand, or interpret",
    "en": "The water in the mountain stream was incredibly clear.",
    "jp": "山々の小川の水は信じられないほど澄んでいた。"
  },
  {
    "word": "climb",
    "word_jp": "登る",
    "word_en": "to move or go up using both hands and feet",
    "en": "Peter smiled up at the boys. Then he climbed over the side of the ship.",
    "jp": "ピーターは少年たちを見上げて微笑みました。それから彼は船側によじ登りました。"
  },
  {
    "word": "clock",
    "word_jp": "時計",
    "word_en": "a device for measuring and indicating time",
    "en": "But Hook threw a clock at the crocodile just in time.",
    "jp": "しかし、フックはちょうど間に合うようにワニに向かって時計を投げました。"
  },
  {
    "word": "close",
    "word_jp": "閉める、近い",
    "word_en": "to shut something; near in space",
    "en": "As the boy jumped out, Nana closed the window quickly and caught his shadow.",
    "jp": "少年が飛び出したとき、ナナは素早く窓を閉め、彼の影を捕まえました。"
  },
  {
    "word": "cloth",
    "word_jp": "布",
    "word_en": "material made by weaving or knitting threads together",
    "en": "Peter took her place and hid himself under a cloth.",
    "jp": "ピーターは彼女の場所をとり、布の下に身を隠しました。"
  },
  {
    "word": "clothes",
    "word_jp": "服",
    "word_en": "items worn on the body",
    "en": "The boy and the light looked at all the children's toys and clothes.",
    "jp": "少年と光はその子供たちのすべてのオモチャと服を見ました。"
  },
  {
    "word": "cloud",
    "word_jp": "雲",
    "word_en": "a visible mass of water droplets or ice crystals suspended in the atmosphere",
    "en": "The fluffy white cloud drifted slowly across the blue sky.",
    "jp": "ふわふわした白い雲が青空をゆっくりと漂っていた。"
  },
  {
    "word": "cold",
    "word_jp": "寒い",
    "word_en": "having a low or chilly temperature",
    "en": "\"And shut the window. I feel a cold wind coming in.\"",
    "jp": "「そして窓を閉めて。冷たい風が入ってくるのを感じるわ。」"
  },
  {
    "word": "come",
    "word_jp": "来る",
    "word_en": "to move or travel toward or into a place thought of as near, indicated, or important",
    "en": "Please come to my party next Saturday.",
    "jp": "来週の土曜日に私のパーティーに来てください。"
  },
  {
    "word": "comes",
    "word_jp": "来る（三人称単数現在形）",
    "word_en": "present tense, third person singular of 'come'",
    "en": "The train usually comes at 8 o'clock.",
    "jp": "その電車はたいてい8時に来る。"
  },
  {
    "word": "coming",
    "word_jp": "来ること（現在分詞）",
    "word_en": "present participle of 'come'",
    "en": "I'm looking forward to the coming holidays.",
    "jp": "私は来る休暇を楽しみにしています。"
  },
  {
    "word": "continue",
    "word_jp": "続く",
    "word_en": "to go on or keep doing something",
    "en": "If you continue, you will be fine.",
    "jp": "続けなさい、そうすれば大丈夫だ。"
  },
  {
    "word": "corner",
    "word_jp": "角",
    "word_en": "the place where two sides or edges meet and form an angle",
    "en": "The cat is sleeping soundly in the corner of the room.",
    "jp": "その猫は部屋の角でぐっすり眠っています。"
  },
  {
    "word": "cost",
    "word_jp": "費用",
    "word_en": "the amount of money that you need to buy, do, or produce something",
    "en": "The cost of building the new bridge is estimated to be over ten million dollars.",
    "jp": "新しい橋を建設するための費用は、1000万ドルを超えると推定されています。"
  },
  {
    "word": "count",
    "word_jp": "数える",
    "word_en": "to say the numbers in order to find out the total number of a group of things",
    "en": "They counted to five hundred、 then they went up the stairs.",
    "jp": "彼らは五百まで数え、それから階段を上った。"
  },
  {
    "word": "crocodile",
    "word_jp": "ワニ",
    "word_en": "a large reptile with a long snout and powerful jaws that lives in tropical climates",
    "en": "The crocodile ate Hook's hand.",
    "jp": "ワニはフックの手を食べた。"
  },
  {
    "word": "curly",
    "word_jp": "巻き毛の",
    "word_en": "shaped like a coil or ring",
    "en": "Their names were Tootles, Nibs、 Slightly, Curly, and the Twins.",
    "jp": "彼らの名前はトゥートルズ、ニブス、スライトリー、カーリー、そして双子だった。"
  },
  {
    "word": "cut",
    "word_jp": "切る",
    "word_en": "to divide something into two or more pieces with a sharp instrument",
    "en": "Peter said he cut offthe captain's right hand in a fight.",
    "jp": "ピーターは戦いで船長の右手の一部を切り落としたと語った。"
  },
  {
    "word": "dance",
    "word_jp": "踊る",
    "word_en": "to move rhythmically to music, typically following a set pattern of movements",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒にワイルドなダンスをしたものだった。"
  },
  {
    "word": "dancer",
    "word_jp": "ダンサー",
    "word_en": "a person who dances, especially professionally",
    "en": "Mrs. Darling was the best dancer.",
    "jp": "ダーリング夫人は最高のダンサーだった。"
  },
  {
    "word": "danger",
    "word_jp": "危険",
    "word_en": "the possibility of something bad or unpleasant happening",
    "en": "Nana felt there was danger in the children's room.",
    "jp": "ナナは子供たちの部屋に危険があるのを感じた。"
  },
  {
    "word": "dangerous",
    "word_jp": "危険な",
    "word_en": "likely to cause damage or injury",
    "en": "Peter knew something dangerous Was about to happen.",
    "jp": "ピーターは何かが危険に起こりそうだということを知っていた。"
  },
  {
    "word": "dark",
    "word_jp": "暗い",
    "word_en": "having little or no light",
    "en": "One day while the children played in the water,it became very dark.",
    "jp": "ある日、子供たちが水で遊んでいると、とても暗くなった。"
  },
  {
    "word": "darkness",
    "word_jp": "暗闇",
    "word_en": "the absence of light",
    "en": "The pirates were shocked to hear their captain. ^Captain Hook, is that you?、 they called out in the darkness.",
    "jp": "海賊たちは船長の声を聴いて驚いた。「船長、あなたですか？」彼らは暗闇の中で呼びかけた。"
  },
  {
    "word": "darling",
    "word_jp": "ダーリン（人名）",
    "word_en": "a proper name (used in the story)",
    "en": "Hello, darling, I've been waiting for you.",
    "jp": "こんにちは、ダーリン、あなたのことを待っていました。"
  },
  {
    "word": "daughter",
    "word_jp": "娘",
    "word_en": "a female child in relation to her parents",
    "en": "My daughter is starting university next month.",
    "jp": "私の娘は来月大学に入学します。"
  },
  {
    "word": "day",
    "word_jp": "日、昼間",
    "word_en": "the period of light between sunrise and sunset",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいると、一輪の花を摘んで母親のもとへ走っていきました。"
  },
  {
    "word": "dead",
    "word_jp": "死んだ",
    "word_en": "no longer alive",
    "en": "There was an arrow in her heart. She looked dead.",
    "jp": "彼女の心臓に矢が刺さっていました。彼女は死んでいるように見えました。"
  },
  {
    "word": "dear",
    "word_jp": "いとしい、親愛な",
    "word_en": "beloved or cherished",
    "en": "Oh、 Nana, I had a dream that my dear ones came back、 she cried.",
    "jp": "ああ、ナナ、私のかわいい人たちが帰ってくる夢を見たのよ、と彼女は泣いた。"
  },
  {
    "word": "decide",
    "word_jp": "決定する",
    "word_en": "to come to a resolution or conclusion",
    "en": "Seeing this, Peter decided to save her.",
    "jp": "それを見て、ピーターは彼女を救うことを決心した。"
  },
  {
    "word": "deep",
    "word_jp": "深い",
    "word_en": "extending far down from the top or surface",
    "en": "Hook walked around、 deep in thought.",
    "jp": "フックは考え込んでいる様子で周りを歩いた。"
  },
  {
    "word": "delicious",
    "word_jp": "おいしい",
    "word_en": "tasting very good; pleasant to eat",
    "en": "The cake Mom baked was absolutely delicious.",
    "jp": "母が焼いたケーキは、本当に美味しかった。"
  },
  {
    "word": "different",
    "word_jp": "異なった",
    "word_en": "not the same as another or each other; unlike in form, character, or quality",
    "en": "We have to find a different approach to solve this complex problem.",
    "jp": "この複雑な問題を解決するためには、異なったアプローチを見つける必要があります。"
  },
  {
    "word": "dinner",
    "word_jp": "夕食",
    "word_en": "the main meal of the day, usually eaten in the evening",
    "en": "One night、after the children finished their dinner, Wendy told them a bed-time story.",
    "jp": "ある夜、子供たちが夕食を終えた後、ウェンディは彼らに就寝時の物語を話しました。"
  },
  {
    "word": "dirty",
    "word_jp": "汚れた",
    "word_en": "not clean",
    "en": "Please wash your dirty hands before eating dinner.",
    "jp": "夕食の前に、汚れた手を洗ってください。"
  },
  {
    "word": "do",
    "word_jp": "する",
    "word_en": "perform (an action or activity)",
    "en": "What do you do for a living?",
    "jp": "あなたは生計を立てるために何をしていますか？"
  },
  {
    "word": "dog",
    "word_jp": "犬",
    "word_en": "a domesticated carnivorous mammal that typically has a long snout, an acute sense of smell, and a barking voice",
    "en": "The family also had a big brown dog、 named Nana.",
    "jp": "その家族にはナナという名の大きな茶色の犬もいました。"
  },
  {
    "word": "door",
    "word_jp": "ドア",
    "word_en": "a hinged, sliding, or revolving barrier at the entrance to a building, room, or vehicle, or in the framework of a wall or vehicle",
    "en": "The door opened and Wendy came out.",
    "jp": "ドアが開き、ウェンディが出てきました。"
  },
  {
    "word": "down",
    "word_jp": "下に",
    "word_en": "towards a lower place or position",
    "en": "They tried from the floor. They tried from their beds. But every time they tried、 they went down instead of up.",
    "jp": "彼らは床から試しました。彼らはベッドから試しました。しかし、試すたびに、彼らは上ではなく下に行きました。"
  },
  {
    "word": "dream",
    "word_jp": "夢",
    "word_en": "a series of thoughts, images, and sensations occurring in a person's mind during sleep",
    "en": "Mrs. Darling just thought Wendy was talking abouta dream.",
    "jp": "ダーリン夫人は、ウェンディが夢について話しているのだと思いました。"
  },
  {
    "word": "dress",
    "word_jp": "ドレス",
    "word_en": "a one-piece garment for a woman or girl that covers the body and extends down over the legs",
    "en": "Mrs. Darling wore her white dress.",
    "jp": "ダーリン夫人は白いドレスを着ていました。"
  },
  {
    "word": "drink",
    "word_jp": "飲む",
    "word_en": "To take liquid into the mouth and swallow.",
    "en": "He started to take a drink.",
    "jp": "彼は飲み始めました。"
  },
  {
    "word": "drop",
    "word_jp": "落とす、落ちる",
    "word_en": "To let something fall from one's hand or to fall.",
    "en": "But Peter finally made Hook drop his sword.",
    "jp": "しかし、ピーターはついにフックに剣を落とさせた。"
  },
  {
    "word": "drum",
    "word_jp": "太鼓",
    "word_en": "A percussion instrument.",
    "en": "Smee found a seat and sat down. But it wasn ta seat, it was really the Indian drum!",
    "jp": "スミーは席を見つけて座りました。しかし、それは席ではなく、本当にインディアンの太鼓でした！"
  },
  {
    "word": "dust",
    "word_jp": "ほこり、ちり",
    "word_en": "Fine, dry powder consisting of tiny particles of earth or waste matter lying on the ground or on surfaces.",
    "en": "Peter took some dust from Tinker Bell.",
    "jp": "ピーターはティンカーベルから少しほこりを取りました。"
  },
  {
    "word": "duty",
    "word_jp": "義務",
    "word_en": "A moral or legal obligation; a responsibility.",
    "en": "It is a parent's duty to provide for their children.",
    "jp": "子供たちを養うことは親の義務です。"
  },
  {
    "word": "each",
    "word_jp": "それぞれ、各",
    "word_en": "Every one of two or more people or things, regarded separately.",
    "en": "Each student must submit their report by Friday.",
    "jp": "各生徒は金曜日までにレポートを提出しなければならない。"
  },
  {
    "word": "early",
    "word_jp": "早く",
    "word_en": "Happening or done before the usual or expected time.",
    "en": "She arrived at the meeting early.",
    "jp": "彼女は会議に早く到着した。"
  },
  {
    "word": "easy",
    "word_jp": "簡単な、楽な",
    "word_en": "Achieved without great effort; not difficult.",
    "en": "It looked very easy.",
    "jp": "それはとても簡単そうに見えました。"
  },
  {
    "word": "eat",
    "word_jp": "食べる",
    "word_en": "To put (food) into the mouth and chew and swallow it.",
    "en": "I want to eat sushi tonight.",
    "jp": "今夜、私は寿司を食べたいです。"
  },
  {
    "word": "either",
    "word_jp": "どちらか、どちらも（否定文で）",
    "word_en": "Used to refer to one or the other of two alternatives; or used in negative statements to mean 'also not'.",
    "en": "But that didn twork either.",
    "jp": "しかし、それも役に立ちませんでした。"
  },
  {
    "word": "else",
    "word_jp": "そのほかに",
    "word_en": "in addition to what has been mentioned",
    "en": "Do you have any other questions, or is there anything else I can help you with?",
    "jp": "他に何か質問はありますか、それともそのほかに何かお手伝いできることはありますか？"
  },
  {
    "word": "empty",
    "word_jp": "空の",
    "word_en": "containing nothing",
    "en": "They left the party and ran back to their house. But by that time、 it was too late. The children's room Was empty.",
    "jp": "彼らはパーティーを去り、家に駆け戻った。しかし、その時までには手遅れだった。子供たちの部屋は空っぽだった。"
  },
  {
    "word": "end",
    "word_jp": "終わり",
    "word_en": "the final part of something",
    "en": "That was the end of Captain Hook's life.",
    "jp": "それがキャプテン・フックの人生の終わりだった。"
  },
  {
    "word": "england",
    "word_jp": "イギリス",
    "word_en": "a country in the United Kingdom",
    "en": "Only Peter knew the way back to their house in England.",
    "jp": "イギリスにある彼らの家への道を知っているのはピーターだけだった。"
  },
  {
    "word": "enough",
    "word_jp": "十分な",
    "word_en": "as much or as many as is needed",
    "en": "One night、 after the children finished their dinner, Wendy told them a bed-time story. ^Once upon a time, there were three children,、、 she said. ^Their names were Wendy and John and Michael.、 The lost boys sat close to Wendy. They loved this story. ^One night, the three children flew away to Neverland. They had a happy, fun time. But how do you thinktheir mother and father felt2、 ^Sad!、 the lost boys cried. *That's right. Mother and father wanted their children back home. They left the window open so the children could fly back in. When the children had enough fun in Neverland、 they flew home.",
    "jp": "ある夜、子供たちが夕食を終えた後、ウェンディは彼らに寝る前の話をした。「むかしむかし、3人の子供がいました」と彼女は言った。「彼らの名前はウェンディとジョンとマイケルでした。」失われた少年たちはウェンディのそばに座った。彼らはこの話を大好きだった。「ある夜、3人の子供はネバーランドへ飛んでいった。彼らは楽しく幸せな時間を過ごした。でも、彼らの両親はどう感じたと思う？」「悲しい！」と失われた少年たちは叫んだ。「その通り。お母さんとお父さんは子供たちが家に帰ってくることを望んでいた。子供たちがネバーランドで十分に楽しんだとき、彼らは家に飛んで帰れるように窓を開けたままにしておいたのだ。」"
  },
  {
    "word": "enter",
    "word_jp": "入る",
    "word_en": "to come or go into a place",
    "en": "Suddenly, a window in the room opened. A boy entered.",
    "jp": "突然、部屋の窓が開き、一人の少年が入ってきた。"
  },
  {
    "word": "entrance",
    "word_jp": "入り口",
    "word_en": "the way in",
    "en": "The main entrance to the museum is on the east side.",
    "jp": "美術館の主要な入り口は東側にあります。"
  },
  {
    "word": "especially",
    "word_jp": "特に",
    "word_en": "more than usual or more than others",
    "en": "I enjoy reading science fiction novels, especially those set in distant galaxies.",
    "jp": "私はSF小説を読むのが好きで、特に遠い銀河を舞台にしたものが好きです。"
  },
  {
    "word": "even",
    "word_jp": "～でさえ",
    "word_en": "used to emphasize something surprising or extreme",
    "en": "She didn't say even a single word after the argument.",
    "jp": "彼女はその議論の後、一言でさえ何も言わなかった。"
  },
  {
    "word": "evening",
    "word_jp": "夕方",
    "word_en": "the period of time at the end of the day",
    "en": "The sky turned a beautiful shade of orange in the evening.",
    "jp": "夕方には空が美しいオレンジ色に染まった。"
  },
  {
    "word": "every",
    "word_jp": "すべての",
    "word_en": "used to refer to all the members of a group or all the things in a set",
    "en": "every time a child says、 1 don tbelieve in fairies,",
    "jp": "子供が「フェアリーを信じない」と言うたびに、"
  },
  {
    "word": "everybody",
    "word_jp": "みんな",
    "word_en": "all the people",
    "en": "Everybody is excited about the upcoming holiday.",
    "jp": "みんな、近づいている休日に興奮しています。"
  },
  {
    "word": "everything",
    "word_jp": "すべて",
    "word_en": "all things",
    "en": "But it wasn ta dream. And soon、 everything changed forever.",
    "jp": "しかしそれは夢ではなかった。そしてすぐに、すべてが永遠に変わった。"
  },
  {
    "word": "exactly",
    "word_jp": "正確に",
    "word_en": "in a way that is completely correct or accurate",
    "en": "The scientist measured the sample mass exactly.",
    "jp": "科学者はサンプルの質量を正確に測定した。"
  },
  {
    "word": "except",
    "word_jp": "～を除いて",
    "word_en": "not including (someone or something)",
    "en": "All children、 except one、 grow up.",
    "jp": "一人の子を除いて、すべての子供は成長する。"
  },
  {
    "word": "excited",
    "word_jp": "興奮した",
    "word_en": "feeling or showing happiness and eagerness",
    "en": "Wendy was excited.",
    "jp": "ウェンディは興奮した。"
  },
  {
    "word": "explain",
    "word_jp": "説明する",
    "word_en": "to make something clear or easy to understand",
    "en": "Could you please explain the new procedure to me?",
    "jp": "新しい手順を私に説明していただけますか？"
  },
  {
    "word": "eye",
    "word_jp": "目",
    "word_en": "the organ of sight",
    "en": "She has beautiful blue eyes.",
    "jp": "彼女は美しい青い目をしています。"
  },
  {
    "word": "face",
    "word_jp": "顔",
    "word_en": "the front part of a person's head",
    "en": "When he saw that Mrs. Darling was a goOwn-up, he made a mean face at her.",
    "jp": "彼がダーリング夫人が大人であるのを見ると、彼は彼女に意地の悪い顔をした。"
  },
  {
    "word": "fall",
    "word_jp": "落ちる",
    "word_en": "to move downward quickly and suddenly",
    "en": "They could not sleep or they would start to fall down.",
    "jp": "彼らは眠ることはできなかった。眠れば落ちてしまうからだ。"
  },
  {
    "word": "family",
    "word_jp": "家族",
    "word_en": "a group of people related by blood or marriage",
    "en": "The Darling family did not have much money、 but they were happy.",
    "jp": "ダーリング家には多くのお金はありませんでしたが、彼らは幸せでした。"
  },
  {
    "word": "far",
    "word_jp": "遠くへ",
    "word_en": "at or to a great distance",
    "en": "Sometimes he flew far, far ahead of them.",
    "jp": "時々、彼は彼らのずっと前方を飛んでいきました。"
  },
  {
    "word": "fast",
    "word_jp": "速く",
    "word_en": "moving or capable of moving at high speed",
    "en": "She would spin so fast that all you could see was her smile.",
    "jp": "彼女はとても速く回転したので、見えるのは彼女の笑顔だけでした。"
  },
  {
    "word": "father",
    "word_jp": "父",
    "word_en": "a man in relation to his natural child or children",
    "en": "My father taught me how to ride a bicycle when I was young.",
    "jp": "私の父は、私が幼い頃に自転車の乗り方を教えてくれました。"
  },
  {
    "word": "feel",
    "word_jp": "感じる",
    "word_en": "to experience an emotion or sensation",
    "en": "But Mrs. Darling had a bad feeling that night.",
    "jp": "しかし、その夜、ダーリング夫人は悪い予感を抱いていました。"
  },
  {
    "word": "feet",
    "word_jp": "足（複数形）",
    "word_en": "the plural of foot",
    "en": "Peter doesn't clean his feet、 Wendy said.",
    "jp": "ピーターは足をきれいにしないのよ、とウェンディは言いました。"
  },
  {
    "word": "fell",
    "word_jp": "落ちた",
    "word_en": "past tense of fall: to drop or descend",
    "en": "The room Was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで火はとても暖かかったので、まもなくダーリング夫人も眠りに落ちました。"
  },
  {
    "word": "felt",
    "word_jp": "感じた",
    "word_en": "past tense of feel: to experience an emotion or sensation",
    "en": "She felt a strong sense of relief after finishing the difficult task.",
    "jp": "彼女は難しい仕事を終えた後、強い安堵感を覚えた。"
  },
  {
    "word": "few",
    "word_jp": "数少ない",
    "word_en": "a small number of",
    "en": "Only a few people understood the complex instructions.",
    "jp": "数少ない人しかその複雑な指示を理解できませんでした。"
  },
  {
    "word": "fight",
    "word_jp": "戦い",
    "word_en": "a physical struggle or conflict",
    "en": "Lost boys! Let's fight some pirates!、",
    "jp": "ロスト・ボーイズ！海賊と戦うぞ！"
  },
  {
    "word": "fighting",
    "word_jp": "戦い",
    "word_en": "The act or process of struggling against someone or something.",
    "en": "The team is committed to fighting for a better future.",
    "jp": "そのチームはより良い未来のために戦うことに尽力しています。"
  },
  {
    "word": "final",
    "word_jp": "最後の",
    "word_en": "Coming at the end of a series of actions, events, or parts.",
    "en": "The Final Fight",
    "jp": "最後の戦い"
  },
  {
    "word": "finally",
    "word_jp": "ついに",
    "word_en": "After a long time, effort, or delay; in the end.",
    "en": "Finally, the four children finally came to Neverland.",
    "jp": "ついに、4人の子供たちはネバーランドに到着しました。"
  },
  {
    "word": "find",
    "word_jp": "見つける",
    "word_en": "To discover or come across something.",
    "en": "I need to find my keys before I leave.",
    "jp": "出かける前に鍵を見つける必要があります。"
  },
  {
    "word": "finished",
    "word_jp": "終わった",
    "word_en": "Completed or brought to an end.",
    "en": "The construction of the new bridge is finally finished.",
    "jp": "新しい橋の建設がついに終わった。"
  },
  {
    "word": "fire",
    "word_jp": "火",
    "word_en": "The visible, gaseous part of a burning substance.",
    "en": "The room Was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで、火はとても暖かかったので、すぐにダーリン夫人も眠りに落ちました。"
  },
  {
    "word": "first",
    "word_jp": "最初の",
    "word_en": "Coming before all others in time, order, or importance.",
    "en": "He wasa beautiful boy. He still had all his first teeth.",
    "jp": "彼は美しい少年でした。彼はまだ全ての乳歯を持っていました。"
  },
  {
    "word": "fly",
    "word_jp": "飛ぶ",
    "word_en": "Move through the air using wings or by an act of will.",
    "en": "Y can teach you how to fly!",
    "jp": "私があなたに飛ぶ方法を教えられるよ！"
  },
  {
    "word": "flew",
    "word_jp": "飛んだ",
    "word_en": "Past tense of fly.",
    "en": "Peter flew around the room to show them.",
    "jp": "ピーターは彼らに見せるために部屋の周りを飛んだ。"
  },
  {
    "word": "floor",
    "word_jp": "床",
    "word_en": "The lower surface of a room, on which one may walk.",
    "en": "So Peter sat on the floor and cried.",
    "jp": "だからピーターは床に座って泣いた。"
  },
  {
    "word": "flower",
    "word_jp": "花",
    "word_en": "a bloom; the colorful, often sweet-smelling part of a plant",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいるとき、一輪の花を摘んで母親のところへ走っていきました。"
  },
  {
    "word": "food",
    "word_jp": "食べ物",
    "word_en": "any nutritious substance that people or animals eat or drink or that plants absorb in order to maintain life and growth",
    "en": "The children ate by taking food from the mouths ofbirds that flew past them.",
    "jp": "子どもたちは、通り過ぎる鳥の口から食べ物をもらって食べました。"
  },
  {
    "word": "football",
    "word_jp": "フットボール",
    "word_en": "a game played by two teams of 11 players with an oval-shaped ball that is kicked, carried, or passed",
    "en": "She never forgot John 's uniform on the days he played football.",
    "jp": "彼女は、ジョンがフットボールをする日には、彼の制服を忘れることはありませんでした。"
  },
  {
    "word": "for",
    "word_jp": "～のために",
    "word_en": "indicating the person or thing that receives something or for whom something is done",
    "en": "I bought a present for my mother's birthday.",
    "jp": "私は母の誕生日のためにプレゼントを買いました。"
  },
  {
    "word": "forever",
    "word_jp": "永遠に",
    "word_en": "for all time; eternally",
    "en": "Oh, why cant you stay like this forever!、 Since then、 Wendy knew that she must groW uD.",
    "jp": "「ああ、なぜあなたはいつまでもこのままでいられないの！」ダーリン夫人（ウェンディの母）は言いました。その日から、ウェンディは自分が成長しなければならないことを知っていました。"
  },
  {
    "word": "forget",
    "word_jp": "忘れる",
    "word_en": "fail to recall or be unable to remember",
    "en": "Please don't forget to lock the door when you leave.",
    "jp": "出かけるときはドアに鍵をかけるのを忘れないでください。"
  },
  {
    "word": "forgot",
    "word_jp": "忘れた (forgetの過去形)",
    "word_en": "past tense of forget",
    "en": "I completely forgot about our appointment today.",
    "jp": "今日の私たちの約束をすっかり忘れていました。"
  },
  {
    "word": "forgotten",
    "word_jp": "忘れられた (forgetの過去分詞)",
    "word_en": "past participle of forget",
    "en": "The ancient ruins were largely forgotten by modern society.",
    "jp": "その古代遺跡は現代社会によってほとんど忘れ去られていた。"
  },
  {
    "word": "four",
    "word_jp": "4",
    "word_en": "the number equivalent to the sum of 3 and 1",
    "en": "After spending many hours like this、 the four children finally came to Neverland.",
    "jp": "何時間もこのように過ごした後、4人の子どもたちはついにネバーランドに到着しました。"
  },
  {
    "word": "free",
    "word_jp": "自由な",
    "word_en": "not restricted or controlled",
    "en": "\"Captain Hook, is that you?、 they called out in the darkness. ^Yes, and 1 order you to set Tiger Lily free!、 Peter said.",
    "jp": "「キャプテン・フックか、お前たちか？」と、彼らは暗闇の中で呼びました。「そうだ。タイガー・リリーを解放しろと命じる！」とピーターは言いました。"
  },
  {
    "word": "friend",
    "word_jp": "友達",
    "word_en": "a person whom one knows and with whom one has a bond of mutual affection",
    "en": "Because Peter saved Tiger Lily 's life, the Indians became their friends.",
    "jp": "ピーターがタイガー・リリーの命を救ったので、インディアンたちは彼らの友達になりました。"
  },
  {
    "word": "from",
    "word_jp": "〜から",
    "word_en": "indicating the point of departure",
    "en": "I received a letter from my friend in Canada.",
    "jp": "私はカナダにいる友人から手紙を受け取りました。"
  },
  {
    "word": "front",
    "word_jp": "正面",
    "word_en": "the side of an object or person that is farthest away from the back",
    "en": "They stood in a row in front of Mrs. Darling.",
    "jp": "彼らはダーリン夫人の前に一列に並んだ。"
  },
  {
    "word": "fun",
    "word_jp": "楽しみ",
    "word_en": "enjoyment, amusement, or lighthearted pleasure",
    "en": "They would have wild dances together. They were such fun times!",
    "jp": "彼らは一緒にワイルドなダンスをしました。それはとても楽しい時間でした！"
  },
  {
    "word": "garden",
    "word_jp": "庭",
    "word_en": "a piece of ground, often near a house, used for growing flowers, fruit, or vegetables",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日、彼女が庭で遊んでいるとき、彼女は花を一輪摘んで母親のところへ走っていきました。"
  },
  {
    "word": "gave",
    "word_jp": "与えた",
    "word_en": "past tense of 'give'",
    "en": "Then he gave Wendy a gift.",
    "jp": "それから彼はウェンディに贈り物をした。"
  },
  {
    "word": "gentlemen",
    "word_jp": "紳士たち",
    "word_en": "plural of 'gentleman'; men of good social standing or good manners",
    "en": "“These are my last words、 dear boys,、 she said. 1 feel that I have a message to you from your real mothers. It is this: 「We hope our sons will die like English gentlemen.′,",
    "jp": "「これが私からの最後の言葉よ、愛しい子たち」と彼女は言いました。「本当のお母さんたちからあなたたちへの伝言があるわ。それはこれよ。『息子たちがイングリッシュ・ジェントルマンのように死ぬことを願っています』」"
  },
  {
    "word": "get",
    "word_jp": "得る、手に入れる",
    "word_en": "to obtain or come to have something",
    "en": "I need to get a new passport before my trip.",
    "jp": "旅行の前に新しいパスポートを手に入れる必要があります。"
  },
  {
    "word": "getting",
    "word_jp": "得る、手に入れること",
    "word_en": "the action of obtaining something",
    "en": "Peter was very happy about getting his shadow back.",
    "jp": "ピーターは影を取り戻せたことをとても喜んだ。"
  },
  {
    "word": "girl",
    "word_jp": "少女、女の子",
    "word_en": "a young female human",
    "en": "The little girl was happily skipping down the street.",
    "jp": "その小さな女の子は楽しそうに通りをスキップして歩いていた。"
  },
  {
    "word": "give",
    "word_jp": "与える",
    "word_en": "to freely transfer the ownership of something to someone",
    "en": "Could you give me a hand with this heavy box?",
    "jp": "この重い箱を運ぶのを手伝っていただけますか？"
  },
  {
    "word": "glad",
    "word_jp": "嬉しい、喜ばしい",
    "word_en": "feeling pleasure or happiness",
    "en": "Mr. Darling said he would be glad to have them too.",
    "jp": "ダーリン氏も彼ら（迷子の少年たち）を歓迎するだろうと言った。"
  },
  {
    "word": "go",
    "word_jp": "行く、出かける",
    "word_en": "to move from one place to another",
    "en": "Let's all go out!",
    "jp": "みんなで外に出かけよう！"
  },
  {
    "word": "goes",
    "word_jp": "行く（三人称単数現在形）",
    "word_en": "third-person singular present form of go",
    "en": "She usually goes to the library on weekends.",
    "jp": "彼女はたいてい週末に図書館へ行きます。"
  },
  {
    "word": "going",
    "word_jp": "行くこと、行く途中",
    "word_en": "the action of moving towards a destination",
    "en": "I'm going to the store to buy some milk.",
    "jp": "牛乳を買いに店に行くところです。"
  },
  {
    "word": "golden",
    "word_jp": "黄金の",
    "word_en": "made of gold or having the color of gold",
    "en": "When she talked, it sounded like golden bells.",
    "jp": "彼女が話すとき、それは黄金の鈴のような音を立てた。"
  },
  {
    "word": "gone",
    "word_jp": "行ってしまった、いなくなった（goの過去分詞）",
    "word_en": "past participle of go; having left or disappeared",
    "en": "She realized her keys were already gone when she reached the door.",
    "jp": "ドアに着いたとき、彼女は鍵が既になくなっていることに気づいた。"
  },
  {
    "word": "good",
    "word_jp": "良い",
    "word_en": "of a high standard or quality; satisfactory or pleasing.",
    "en": "She made a good point during the meeting.",
    "jp": "彼女は会議中に良い点を指摘した。"
  },
  {
    "word": "goodbye",
    "word_jp": "さようなら",
    "word_en": "Used to express farewell.",
    "en": "Goodbye, Wendy,、 he said.",
    "jp": "「さようなら、ウェンディ」と彼は言った。"
  },
  {
    "word": "got",
    "word_jp": "得るの過去形",
    "word_en": "Past tense of 'get': to obtain, acquire, or bring.",
    "en": "She finally got the promotion she had been working toward.",
    "jp": "彼女はついに、目指していた昇進を勝ち取った。"
  },
  {
    "word": "gotten",
    "word_jp": "得るの過去分詞",
    "word_en": "Past participle of 'get': to obtain, acquire, or bring.",
    "en": "He has finally gotten the promotion he worked so hard for.",
    "jp": "彼は一生懸命働いた昇進をようやく手に入れた。"
  },
  {
    "word": "grown",
    "word_jp": "成長するの過去分詞",
    "word_en": "Past participle of 'grow': to increase in size, develop, or mature.",
    "en": "But they were all grown up,、 Wendy said.",
    "jp": "しかし、彼らは皆大人になっていた、とウェンディは言った。"
  },
  {
    "word": "grow",
    "word_jp": "成長する",
    "word_en": "To increase in size, develop, or mature.",
    "en": "All children、 except one、 grow up.",
    "jp": "一人の子を除いて、全ての子どもは成長する。"
  },
  {
    "word": "ground",
    "word_jp": "地面、地面に",
    "word_en": "The solid surface of the earth; the earth underfoot.",
    "en": "Wendy fell to the ground.",
    "jp": "ウェンディは地面に倒れた。"
  },
  {
    "word": "group",
    "word_jp": "集団",
    "word_en": "Several people or things that are located close together or are considered or classed together.",
    "en": "She organized the students into small working groups for the project.",
    "jp": "彼女はそのプロジェクトのために学生たちを小さな作業集団に分けた。"
  },
  {
    "word": "guess",
    "word_jp": "推測する",
    "word_en": "To form an opinion or estimate without sufficient information.",
    "en": "I can only guess what he is planning to do next.",
    "jp": "彼が次に何をしようとしているのか、私には推測することしかできません。"
  },
  {
    "word": "gun",
    "word_jp": "銃",
    "word_en": "A weapon from which projectiles are fired by the explosive force of gunpowder.",
    "en": "The pirates, who saw Peter and the children flying over the island, fired their long gun at them.",
    "jp": "島の上を飛んでいるピーターと子どもたちを見た海賊たちは、彼らに向かって長い銃を発砲した。"
  },
  {
    "word": "had",
    "word_jp": "持っていた",
    "word_en": "past tense of have: possessed, experienced, or held something",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには母親と父親と、2人の年下の兄弟がいました。"
  },
  {
    "word": "hair",
    "word_jp": "髪の毛",
    "word_en": "the mass of filaments growing from the skin of the head",
    "en": "Hook wore rich clothes. He had long, black hair and sad、 blue eyes.",
    "jp": "フックは豪華な服を着ていた。彼は長く黒い髪と悲しそうな青い目をしていた。"
  },
  {
    "word": "hand",
    "word_jp": "手",
    "word_en": "the end part of a person's arm beyond the wrist",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "奇妙な光が、あなたの手ほどの大きさで、彼についていった。"
  },
  {
    "word": "happen",
    "word_jp": "起こる",
    "word_en": "to take place; occur",
    "en": "But one day, something dangerous happened at the lake where the mermaids live.",
    "jp": "しかしある日、人魚の住む湖で危険なことが起こった。"
  },
  {
    "word": "happily",
    "word_jp": "幸せに",
    "word_en": "in a joyful or contented manner",
    "en": "The children played happily in the park all afternoon.",
    "jp": "子供たちは午後ずっと公園で幸せそうに遊んでいた。"
  },
  {
    "word": "happiness",
    "word_jp": "幸福",
    "word_en": "the state of being happy",
    "en": "Finding true happiness often involves appreciating the small moments in life.",
    "jp": "真の幸福を見つけることは、しばしば人生における小さな瞬間を大切にすることを含みます。"
  },
  {
    "word": "happy",
    "word_jp": "幸せな",
    "word_en": "feeling or showing pleasure or contentment",
    "en": "The Darling family did not have much money、 but they were happy.",
    "jp": "ダーリン家はお金持ちではなかったが、幸せだった。"
  },
  {
    "word": "hard",
    "word_jp": "懸命に、激しく",
    "word_en": "with a lot of effort or energy",
    "en": "Peter and Hook fought long and hard.",
    "jp": "ピーターとフックは長く激しく戦った。"
  },
  {
    "word": "has",
    "word_jp": "持っている（三人称単数現在）",
    "word_en": "third-person singular present of have: possesses or experiences",
    "en": "She has a new book.",
    "jp": "彼女は新しい本を持っている。"
  },
  {
    "word": "hat",
    "word_jp": "帽子",
    "word_en": "a shaped covering for the head worn for warmth or fashion",
    "en": "The lost boys all took off their hats.",
    "jp": "迷子の少年たちは皆、帽子を取った。"
  },
  {
    "word": "have",
    "word_jp": "持つ",
    "word_en": "possess, own, or hold something.",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリング一家はお金持ちではなかったが、幸せだった。"
  },
  {
    "word": "having",
    "word_jp": "持っていること",
    "word_en": "The state of possessing or holding something.",
    "en": "Having a positive attitude is crucial for success.",
    "jp": "前向きな姿勢を持っていることは成功のために不可欠です。"
  },
  {
    "word": "he",
    "word_jp": "彼（男性一人称）",
    "word_en": "Used as the subject pronoun referring to a male person previously mentioned.",
    "en": "When he saw that Mrs. Darling was a grown-up, he made a mean face at her.",
    "jp": "彼が見たとき、ダーリング夫人が大人であることを、彼は彼女に向かって意地悪な顔をした。"
  },
  {
    "word": "head",
    "word_jp": "頭",
    "word_en": "The upper part of the human body, including the face and brain.",
    "en": "She nodded her head in agreement.",
    "jp": "彼女は同意してうなずいた。"
  },
  {
    "word": "hear",
    "word_jp": "聞く",
    "word_en": "Perceive sound with the ear.",
    "en": "I can hear music coming from the next room.",
    "jp": "隣の部屋から音楽が聞こえてきます。"
  },
  {
    "word": "heard",
    "word_jp": "聞いた（hearの過去形・過去分詞）",
    "word_en": "Past tense and past participle of 'hear'.",
    "en": "I heard an interesting story from my friend yesterday.",
    "jp": "昨日、友達から面白い話を聞いた。"
  },
  {
    "word": "heart",
    "word_jp": "心臓、心",
    "word_en": "The organ that pumps blood through the body; often used figuratively for emotion or spirit.",
    "en": "Then Tootles shot Wendy right in the heart.",
    "jp": "それからトゥートルズはウェンディの心臓を正確に射抜いた。"
  },
  {
    "word": "held",
    "word_jp": "抱いた、持っていた（holdの過去形・過去分詞）",
    "word_en": "Past tense and past participle of 'hold'.",
    "en": "The secret was held close to his heart.",
    "jp": "その秘密は彼の心の中に固く抱かれていた。"
  },
  {
    "word": "help",
    "word_jp": "助ける",
    "word_en": "To give assistance to someone.",
    "en": "Peter, will you help us get back home?",
    "jp": "ピーター、私たちを家に帰るのを手伝ってくれますか？"
  },
  {
    "word": "her",
    "word_jp": "彼女を、彼女の",
    "word_en": "Used as the object pronoun or possessive adjective referring to a female person.",
    "en": "I gave her the book she was looking for.",
    "jp": "彼女が探していた本を彼女にあげた。"
  },
  {
    "word": "here",
    "word_jp": "ここに",
    "word_en": "in this place",
    "en": "Please come here so I can show you the new software.",
    "jp": "新しいソフトウェアをお見せするので、ここに来てください。"
  },
  {
    "word": "hero",
    "word_jp": "英雄",
    "word_en": "a person admired for courageous acts or noble qualities",
    "en": "What a fight! Peter was a hero!",
    "jp": "なんて戦いだ！ピーターは英雄だった！"
  },
  {
    "word": "herself",
    "word_jp": "彼女自身",
    "word_en": "the female person herself",
    "en": "She taught herself how to play the piano.",
    "jp": "彼女は独学でピアノの弾き方を習得した。"
  },
  {
    "word": "hide",
    "word_jp": "隠れる",
    "word_en": "to put oneself out of sight",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆急いで岩の後ろに隠れました。"
  },
  {
    "word": "high",
    "word_jp": "高い",
    "word_en": "far above the ground or another surface",
    "en": "The mountain peak reached a very high altitude.",
    "jp": "その山の頂上は非常に高い標高に達していた。"
  },
  {
    "word": "him",
    "word_jp": "彼を/彼に",
    "word_en": "the male person (object)",
    "en": "He told Bill Jukes,a pirate, to bring him something to hit the boys with.",
    "jp": "彼は海賊のビル・ジュークスに、少年たちを打つための何かを持ってくるように言いました。"
  },
  {
    "word": "himself",
    "word_jp": "彼自身",
    "word_en": "the male person himself",
    "en": "He cleaned the entire house by himself.",
    "jp": "彼は家全体を彼自身で掃除した。"
  },
  {
    "word": "his",
    "word_jp": "彼の",
    "word_en": "belonging to the male person",
    "en": "His brothers' names were John and Michael.",
    "jp": "彼の兄弟の名前はジョンとマイケルでした。"
  },
  {
    "word": "hit",
    "word_jp": "打つ",
    "word_en": "to strike with force",
    "en": "The baseball player managed to hit a home run.",
    "jp": "その野球選手はホームランを打つことに成功した。"
  },
  {
    "word": "hold",
    "word_jp": "つかむ",
    "word_en": "to grip or grasp",
    "en": "She put out her arms to hold the children like she always did in her dreams.",
    "jp": "彼女は夢の中でいつもしていたように、子供たちを抱きしめるために腕を差し伸べました。"
  },
  {
    "word": "home",
    "word_jp": "家、故郷",
    "word_en": "Place where one lives, one's native place.",
    "en": "After a long journey, there's nothing quite like coming home.",
    "jp": "長い旅の後には、家に帰ってくること以上に素晴らしいことはありません。"
  },
  {
    "word": "hook",
    "word_jp": "鉤、釣り針",
    "word_en": "A curved or bent piece of metal used for catching, holding, or pulling.",
    "en": "Now he has a hook for his right hand, and he fights with it, Peter said.",
    "jp": "今や彼は右手に鉤を持っていて、それで戦うのだ、とピーターは言いました。"
  },
  {
    "word": "hope",
    "word_jp": "望む、願う",
    "word_en": "To wish for something to happen or be the case.",
    "en": "I hope the weather will be nice for our picnic tomorrow.",
    "jp": "明日のピクニックの天気が良くなることを願っています。"
  },
  {
    "word": "hour",
    "word_jp": "時間、一時間",
    "word_en": "A period of time equal to twenty-four parts of a day and night and = 60 minutes.",
    "en": "After spending many hours like this, the four children finally came to Neverland.",
    "jp": "このような状態で何時間も過ごした後、4人の子供たちはついにネバーランドに到着しました。"
  },
  {
    "word": "house",
    "word_jp": "家、建物",
    "word_en": "A building for human habitation, especially one that is lived in by a family or small group of people.",
    "en": "We bought a new house with a big garden last summer.",
    "jp": "私たちは去年の夏、大きな庭のある新しい家を買いました。"
  },
  {
    "word": "how",
    "word_jp": "どのように、どれくらい",
    "word_en": "In what way or manner; by what means.",
    "en": "How do you plan to achieve your goals?",
    "jp": "あなたはどのようにして目標を達成するつもりですか？"
  },
  {
    "word": "hundred",
    "word_jp": "百、百の",
    "word_en": "The number equivalent to ten times ten; 100.",
    "en": "They counted to five hundred, then they went up the stairs.",
    "jp": "彼らは五百まで数え、それから階段を上りました。"
  },
  {
    "word": "hungry",
    "word_jp": "空腹の、飢えた",
    "word_en": "Feeling or showing a need or strong desire for food.",
    "en": "They were tired and hungry, but they could not go back.",
    "jp": "彼らは疲れて空腹でしたが、戻ることはできませんでした。"
  },
  {
    "word": "hurry",
    "word_jp": "急ぐ、慌てる",
    "word_en": "Move or act with haste.",
    "en": "There's no need to hurry; we still have plenty of time before the meeting starts.",
    "jp": "急ぐ必要はありません。会議が始まるまでまだ十分な時間があります。"
  },
  {
    "word": "hurt",
    "word_jp": "傷つける、痛む",
    "word_en": "To cause pain or injury to.",
    "en": "Peter was too hurt to swim or HIY away.",
    "jp": "ピーターはひどく傷ついていたので、泳いだり飛んで逃げたりすることができませんでした。"
  },
  {
    "word": "husband",
    "word_jp": "夫",
    "word_en": "a married man; a man in relation to his wife",
    "en": "My husband is a very supportive person.",
    "jp": "私の夫はとても協力的（支えになってくれる）な人です。"
  },
  {
    "word": "i",
    "word_jp": "私",
    "word_en": "the person who is speaking or writing",
    "en": "“Oh, I wish I did not have to go to a party tonight!、 she said.",
    "jp": "「ああ、今夜パーティーに行かなくちゃいけないのは嫌だわ！」と彼女は言いました。"
  },
  {
    "word": "if",
    "word_jp": "もし～ならば",
    "word_en": "used to introduce a conditional clause",
    "en": "If you ever see me forgetting you, just keep saying I'm Wendy, and then I'll remember.",
    "jp": "もし私がお前を忘れているのを見たら、ウェンディだって言い続けてくれれば、そうすれば私は思い出すから。"
  },
  {
    "word": "in",
    "word_jp": "～の中に",
    "word_en": "expressing the situation of something that is or appears to be within the limits of something else",
    "en": "One morning, Mrs. Darling found leaves in the children's room that were not there before.",
    "jp": "ある朝、ダーリング夫人は、子供たちの部屋に以前はなかった葉っぱを見つけました。"
  },
  {
    "word": "indian",
    "word_jp": "インディアン",
    "word_en": "a member of the indigenous people of North or South America",
    "en": "There was also an Indian village.",
    "jp": "また、インディアンの村もありました。"
  },
  {
    "word": "into",
    "word_jp": "～の中へ",
    "word_en": "expressing movement or action with the result that something becomes enclosed or surrounded by something else",
    "en": "The cat jumped gracefully into the open box.",
    "jp": "猫は優雅に開いた箱の中へ飛び込んだ。"
  },
  {
    "word": "is",
    "word_jp": "～である",
    "word_en": "third person singular present of be",
    "en": "The sky is blue today.",
    "jp": "今日の空は青いです。"
  },
  {
    "word": "island",
    "word_jp": "島",
    "word_en": "a piece of land surrounded by water",
    "en": "We are planning a trip to a small island in the Pacific Ocean next summer.",
    "jp": "私たちは来年の夏、太平洋の小さな島への旅行を計画しています。"
  },
  {
    "word": "it",
    "word_jp": "それ",
    "word_en": "used to refer to a thing previously mentioned or easily identified",
    "en": "But it wasn't a dream.",
    "jp": "しかし、それは夢ではありませんでした。"
  },
  {
    "word": "its",
    "word_jp": "それの",
    "word_en": "belonging to or associated with a thing previously mentioned or easily identified",
    "en": "The Never bird got close to Peter, it jumped out of its nest.",
    "jp": "ネバー・バードがピーターに近づくと、それは巣から飛び降りました。"
  },
  {
    "word": "jane",
    "word_jp": "ジェーン（ウェンディの娘）",
    "word_en": "A girl, Wendy's daughter.",
    "en": "Wendy had a daughter. She was called Jane.",
    "jp": "ウェンディには娘がいました。彼女はジェーンと呼ばれていました。"
  },
  {
    "word": "john",
    "word_jp": "ジョン（ウェンディの兄）",
    "word_en": "Wendy's older brother.",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の弟たちの名前はジョンとマイケルでした。"
  },
  {
    "word": "join",
    "word_jp": "参加する",
    "word_en": "To become a member of a group or activity.",
    "en": "\"Now then, Hook said、 バ six ofyou will die tonight. But 1 need two new pirates. Who will join mes、",
    "jp": "「さて、」とフックは言いました。「今夜、お前たちのうち6人は死ぬことになる。だが、私には新しい海賊が二人必要だ。誰が私に加わるか？」"
  },
  {
    "word": "jolly",
    "word_jp": "ジョリー",
    "word_en": "Part of the name of Captain Hook's ship, Jolly Roger.",
    "en": "Captain Hook's ship, called the Jolly Roger, sat in the dark.",
    "jp": "キャプテン・フックの船、ジョリー・ロジャー号は暗闇の中にありました。"
  },
  {
    "word": "jump",
    "word_jp": "跳ぶ、跳びかかる",
    "word_en": "To push yourself off the ground and move through the air.",
    "en": "Nana ran into the room and jumped at the boy.",
    "jp": "ナナは部屋に駆け込んできて、その少年に向かって跳びかかりました。"
  },
  {
    "word": "just",
    "word_jp": "ちょうど、たった今",
    "word_en": "Exactly, or only a short time ago.",
    "en": "I just finished my homework.",
    "jp": "私はちょうど今、宿題を終えたところです。"
  },
  {
    "word": "kill",
    "word_jp": "殺す",
    "word_en": "To cause the death of a person or animal.",
    "en": "The hunter decided to kill the deer for food.",
    "jp": "その狩人は食料のために鹿を殺すことに決めた。"
  },
  {
    "word": "king",
    "word_jp": "王",
    "word_en": "The male ruler of a kingdom.",
    "en": "Would our king still be the King of England?, John asked.",
    "jp": "我々の王はまだイングランドの王なのか？とジョンは尋ねた。"
  },
  {
    "word": "kite",
    "word_jp": "凧",
    "word_en": "a toy consisting of a lightweight frame with thin material stretched over it, flown in the wind at the end of a long string.",
    "en": "Then, a piece of paper came flying toward them. But Was itjust a piece of paper? No, it Was Michael's kite!",
    "jp": "すると、一枚の紙が彼らに向かって飛んできた。しかし、それはただの紙切れだったのだろうか？いや、それはマイケルの凧だった！"
  },
  {
    "word": "knew",
    "word_jp": "知っていた",
    "word_en": "past tense of 'know': understood or was aware of something.",
    "en": "She knew what to do.",
    "jp": "彼女は何をすべきか知っていた。"
  },
  {
    "word": "knock",
    "word_jp": "ノックする",
    "word_en": "to strike (a door or window) with a series of firm, rapid blows in order to attract attention.",
    "en": "When everything was finished, they knocked on the door.",
    "jp": "すべてが終わったとき、彼らはドアをノックした。"
  },
  {
    "word": "know",
    "word_jp": "知っている",
    "word_en": "to be aware of through observation, inquiry, or information.",
    "en": "Y don tknow any stories.",
    "jp": "私は物語を一つも知らない。"
  },
  {
    "word": "lady",
    "word_jp": "女性、夫人",
    "word_en": "a polite or formal term for a woman.",
    "en": "This is not a bird,\" Slightly said. \"T's a lady.\"",
    "jp": "「これは鳥じゃない」とスライティは言った。「女性だ。」"
  },
  {
    "word": "lake",
    "word_jp": "湖",
    "word_en": "a large body of water surrounded by land.",
    "en": "Hook's plan to cook a cake didn't catch Peter Pan or the lost boys. But one day, something dangerous happened at the lake where the mermaids live.",
    "jp": "フックのケーキを焼く計画はピーターパンも失われた少年たちも捕まえられなかった。しかし、ある日、人魚たちの住む湖で危険なことが起こった。"
  },
  {
    "word": "land",
    "word_jp": "上陸する、土地",
    "word_en": "arrive at a place after a journey, especially by sea or air; the part of the earth's surface that is not covered by water.",
    "en": "After spending many hours like this, the four children finally came to Neverland.",
    "jp": "このような時間を何時間も過ごした後、4人の子供たちはついにネバーランドに到着した。"
  },
  {
    "word": "language",
    "word_jp": "言葉、言語",
    "word_en": "the method of human communication, consisting of words used in a structured and conventional way and conveyed through speech, writing, or gesture.",
    "en": "She was dressed imaleaf. When she talked, it sounded like golden bells. That was the fairy language.",
    "jp": "彼女は葉っぱの服を着ていた。彼女が話すとき、それは金の鈴の音のように聞こえた。それが妖精の言葉だった。"
  },
  {
    "word": "last",
    "word_jp": "最後の",
    "word_en": "coming after all others in time or order.",
    "en": "This is the last piece of cake.",
    "jp": "これが最後のケーキ一切れです。"
  },
  {
    "word": "late",
    "word_jp": "遅い",
    "word_en": "after the expected or proper time; delayed.",
    "en": "I'm sorry I'm late for the meeting, the traffic was terrible.",
    "jp": "会議に遅れてごめんなさい、交通渋滞がひどかったんです。"
  },
  {
    "word": "laugh",
    "word_jp": "笑う",
    "word_en": "to make the sounds and movements of happiness",
    "en": "^When the first baby laughed for the first time, its laugh broke into a thousand pieces.",
    "jp": "最初 の赤ちゃんが初めて笑ったとき、その笑い声は千の破片に砕け散りました。"
  },
  {
    "word": "lay",
    "word_jp": "（横たえる／過去形：laid）",
    "word_en": "past tense of lie (to be in a horizontal position)",
    "en": "They lay on a rock, too tired to move.",
    "jp": "彼らは動くのも疲れ果てて、岩の上に横たわっていました。"
  },
  {
    "word": "lead",
    "word_jp": "導く",
    "word_en": "to show the way to",
    "en": "The experienced guide will lead the group through the dense forest to the hidden waterfall.",
    "jp": "経験豊富なガイドが、そのグループを鬱蒼とした森を抜けて隠された滝へと導くだろう。"
  },
  {
    "word": "leader",
    "word_jp": "指導者",
    "word_en": "a person in charge or in a position of control",
    "en": "Peter told Wendy more about himself. Y said he lived with a group of boys called the lost boys. He was their leader.",
    "jp": "ピーターはウェンディにもっと自分のことを話しました。彼は迷子の少年たちと呼ばれるグループと一緒に住んでいると言いました。彼は彼らのリーダーでした。"
  },
  {
    "word": "learn",
    "word_jp": "学ぶ",
    "word_en": "to gain knowledge or skill",
    "en": "I want to learn how to code in Python.",
    "jp": "私はPythonでコーディングする方法を学びたいです。"
  },
  {
    "word": "leaves",
    "word_jp": "葉っぱ (leafの複数形)",
    "word_en": "plural of leaf; the flat, green parts that grow on a plant or tree",
    "en": "He wore clothes made of leaves.",
    "jp": "彼は葉っぱで作った服を着ていました。"
  },
  {
    "word": "left",
    "word_jp": "去った／残した (leaveの過去形)",
    "word_en": "past tense of leave (to go away from a place or person)",
    "en": "She left her keys on the kitchen counter when she rushed out the door.",
    "jp": "彼女は急いでドアから出る時、キッチンカウンターに鍵を置き忘れた。"
  },
  {
    "word": "leg",
    "word_jp": "足",
    "word_en": "one of the limbs used for standing or walking",
    "en": "The doctor examined the broken leg carefully.",
    "jp": "医師は骨折した足を注意深く診察した。"
  },
  {
    "word": "lend",
    "word_jp": "貸す",
    "word_en": "to allow someone to use something for a period of time",
    "en": "Could you lend me a pen for a moment?",
    "jp": "少しの間、ペンを貸していただけませんか？"
  },
  {
    "word": "less",
    "word_jp": "より少ない",
    "word_en": "a smaller amount or number",
    "en": "We need to spend less time worrying about the small details.",
    "jp": "私たちは些細な詳細について心配する時間をより少なくする必要がある。"
  },
  {
    "word": "let",
    "word_jp": "〜させる",
    "word_en": "allow or permit someone to do something",
    "en": "“Let the princess go!、",
    "jp": "「王女を解放しろ！」"
  },
  {
    "word": "letter",
    "word_jp": "手紙",
    "word_en": "a written message to someone",
    "en": "I received a heartfelt letter from my grandmother this morning.",
    "jp": "今朝、祖母から心のこもった手紙を受け取りました。"
  },
  {
    "word": "level",
    "word_jp": "レベル",
    "word_en": "a position on a scale of amount, quantity, extent, or quality",
    "en": "Level 1",
    "jp": "レベル 1"
  },
  {
    "word": "lie",
    "word_jp": "嘘をつく",
    "word_en": "tell an untruth",
    "en": "It is never acceptable to lie to your friends, even about small things.",
    "jp": "たとえ些細なことであっても、友達に嘘をつくことは決して許されません。"
  },
  {
    "word": "life",
    "word_jp": "命",
    "word_en": "the condition that distinguishes animals and plants from inorganic matter, including the capacity for growth, reproduction, functional activity, and continual change preceding death",
    "en": "The button would later save her life.",
    "jp": "そのボタンは後に彼女の命を救うことになる。"
  },
  {
    "word": "light",
    "word_jp": "光",
    "word_en": "the natural agent that stimulates sight and makes things visible",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "手ほどの大きさの奇妙な光が彼の後についていた。"
  },
  {
    "word": "like",
    "word_jp": "〜のような",
    "word_en": "similar to; such as",
    "en": "Her new painting is very different from the style she usually likes.",
    "jp": "彼女の新しい絵画は、彼女が普段好むスタイルとは全く異なります。"
  },
  {
    "word": "little",
    "word_jp": "小さい",
    "word_en": "small in size, amount, or degree",
    "en": "He was a little boy、 and she was grown-up.",
    "jp": "彼は小さな少年で、彼女は大人になっていた。"
  },
  {
    "word": "live",
    "word_jp": "住む",
    "word_en": "be alive; continue to stay alive",
    "en": "He said he lived with a group of boys called the lost boys.",
    "jp": "彼は失われた少年たちと呼ばれる少年たちのグループと一緒に住んでいると話した。"
  },
  {
    "word": "long",
    "word_jp": "長い",
    "word_en": "having taken place over a great period of time",
    "en": "The children flew for a long、 long time.",
    "jp": "子供たちは長い長い間飛んだ。"
  },
  {
    "word": "look",
    "word_jp": "見る、探す",
    "word_en": "to see, to search, to appear",
    "en": "He looked around the dark lake.",
    "jp": "彼は暗い湖を見回した。"
  },
  {
    "word": "lost",
    "word_jp": "失われた、迷子の",
    "word_en": "unable to find the way, misplaced",
    "en": "The child was lost in the crowded market for a short time.",
    "jp": "その子供は混雑した市場でしばらくの間、迷子になっていた。"
  },
  {
    "word": "lot",
    "word_jp": "たくさん、非常に",
    "word_en": "a great amount or number",
    "en": "She has a lot of work to finish by the deadline.",
    "jp": "彼女は締め切りまでに終わらせなければならない仕事が非常にたくさんある。"
  },
  {
    "word": "loud",
    "word_jp": "大きな音で",
    "word_en": "with a great sound",
    "en": "The music was playing too loud for me to concentrate.",
    "jp": "音楽が大きすぎる音でかかっていたので、私は集中できませんでした。"
  },
  {
    "word": "love",
    "word_jp": "愛する、大好きである",
    "word_en": "to feel a strong affection for someone or something",
    "en": "I love spending time with my family on weekends.",
    "jp": "私は週末に家族と過ごすのが大好きです。"
  },
  {
    "word": "lovely",
    "word_jp": "素敵な、楽しい",
    "word_en": "delightful, beautiful, wonderful",
    "en": "We had a lovely time at the beach yesterday.",
    "jp": "私たちは昨日、ビーチで素敵な時間を過ごしました。"
  },
  {
    "word": "low",
    "word_jp": "低い",
    "word_en": "not high",
    "en": "The children stayed close to Peter now. They flew low over the island.",
    "jp": "子どもたちは今、ピーターのそばに寄り添っていました。彼らは島の上を低く飛んでいました。"
  },
  {
    "word": "luck",
    "word_jp": "幸運、運",
    "word_en": "good fortune",
    "en": "It was lucky that she did.",
    "jp": "彼女がそうしたのは幸いでした。"
  },
  {
    "word": "lucky",
    "word_jp": "幸運な",
    "word_en": "fortunate",
    "en": "It was lucky that she did.",
    "jp": "彼女がそうしたのは幸いでした。"
  },
  {
    "word": "made",
    "word_jp": "作るの過去形",
    "word_en": "past tense of 'make'",
    "en": "She made a house out of sticks and branches.",
    "jp": "彼女は小枝や枝で家を作りました。"
  },
  {
    "word": "make",
    "word_jp": "作る",
    "word_en": "to create something",
    "en": "She decided to make a cake for her friend's birthday.",
    "jp": "彼女は友人の誕生日のためにケーキを作ることに決めた。"
  },
  {
    "word": "man",
    "word_jp": "男性",
    "word_en": "an adult male human being",
    "en": "Y don twanttobea man!Twant to be a little boy forever and have fun.",
    "jp": "私は男になりたくない！ずっと小さいままで楽しく過ごしたいのです。"
  },
  {
    "word": "manner",
    "word_jp": "作法、やり方",
    "word_en": "a way in which a person behaves or does something",
    "en": "Peter remembered his manners, so he bowed to her.",
    "jp": "ピーターは作法を思い出し、彼女にお辞儀をしました。"
  },
  {
    "word": "many",
    "word_jp": "多くの",
    "word_en": "a large number of",
    "en": "There were many pirates on the island, Peter explained.",
    "jp": "島には多くの海賊がいるとピーターは説明しました。"
  },
  {
    "word": "margaret",
    "word_jp": "マーガレット",
    "word_en": "a girl's name",
    "en": "Wendy had a daughter. She was called Jane. Jane had a daughter called Margaret.",
    "jp": "ウェンディには娘がいました。彼女はジェーンと呼ばれていました。ジェーンにはマーガレットという名の娘がいました。"
  },
  {
    "word": "married",
    "word_jp": "結婚した",
    "word_en": "having a spouse",
    "en": "When Peter finally came again、 Wendy was a married woman.",
    "jp": "ピーターがようやく再び来たとき、ウェンディは既婚の女性になっていました。"
  },
  {
    "word": "matter",
    "word_jp": "問題、事",
    "word_en": "a thing that is happening or being discussed",
    "en": "What is the matter with you?, cried Peter, suddenly afraid.",
    "jp": "「どうしたの？」とピーターは突然恐れて叫びました。"
  },
  {
    "word": "may",
    "word_jp": "～かもしれない",
    "word_en": "expressing possibility or permission",
    "en": "It may rain this afternoon, so you should bring an umbrella.",
    "jp": "午後に雨が降るかもしれないので、傘を持っていったほうがいいでしょう。"
  },
  {
    "word": "maybe",
    "word_jp": "たぶん",
    "word_en": "perhaps; possibly",
    "en": "^Maybe he is sick,, Michael said.",
    "jp": "「たぶん彼は病気なのよ」とマイケルは言いました。"
  },
  {
    "word": "me",
    "word_jp": "私を",
    "word_en": "the object form of 'I'",
    "en": "^Come with me to the Hittle house.,",
    "jp": "「私と一緒にちいさな家に来て」"
  },
  {
    "word": "mean",
    "word_jp": "意地悪な",
    "word_en": "unkind or unpleasant",
    "en": "When he saw that Mrs. Darling was a goWn-up, he made a mean face at her.",
    "jp": "彼がミセス・ダーリングが大人だと分かると、彼女に向かって意地悪な顔をした。"
  },
  {
    "word": "medicine",
    "word_jp": "薬",
    "word_en": "a substance used for treating illness or pain",
    "en": "On the table, Hook saw a bottle of medicine.",
    "jp": "テーブルの上で、フックは一本の薬の瓶を見た。"
  },
  {
    "word": "mermaid",
    "word_jp": "人魚",
    "word_en": "a mythical sea creature with the upper body of a woman and the tail of a fish",
    "en": "The children often went to the lake where the mermaids lived.",
    "jp": "子供たちは人魚が住む湖にしばしば行った。"
  },
  {
    "word": "michael",
    "word_jp": "マイケル（ウェンディの弟）",
    "word_en": "a name, Wendy's younger brother",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の兄弟の名前はジョンとマイケルだった。"
  },
  {
    "word": "might",
    "word_jp": "～かもしれない",
    "word_en": "used to express possibility or permission (past of may)",
    "en": "It might rain tomorrow, so don't forget your umbrella.",
    "jp": "明日は雨が降るかもしれないから、傘を忘れないでね。"
  },
  {
    "word": "mind",
    "word_jp": "気にする",
    "word_en": "to care or object to something",
    "en": "Please don't mind the mess; we just moved in.",
    "jp": "散らかっていても気にしないでください、引っ越したばかりなんです。"
  },
  {
    "word": "miss",
    "word_jp": "～がいなくて寂しい、～がいなくて辛い",
    "word_en": "to feel sad because someone or something is not present",
    "en": "I miss you so much when you're not here.",
    "jp": "あなたがいないと、とても寂しいです。"
  },
  {
    "word": "money",
    "word_jp": "お金",
    "word_en": "a system of payment or exchange, typically in coins or notes",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリング家にはあまりお金はなかったが、彼らは幸せだった。"
  },
  {
    "word": "month",
    "word_jp": "月",
    "word_en": "a period of about four weeks, regarded as one of the twelve divisions of the year",
    "en": "This new project is scheduled to launch next month.",
    "jp": "この新しいプロジェクトは来月開始される予定です。"
  },
  {
    "word": "more",
    "word_jp": "もっと多く",
    "word_en": "a greater or additional amount or degree",
    "en": "I need more time to finish this project.",
    "jp": "このプロジェクトを終えるためにもっと多くの時間が必要です。"
  },
  {
    "word": "morning",
    "word_jp": "朝",
    "word_en": "the period from sunrise to noon",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリング夫人は子供たちの部屋に見慣れない葉っぱを見つけました。"
  },
  {
    "word": "most",
    "word_jp": "最も",
    "word_en": "the greatest extent or degree",
    "en": "She is the most talented singer in our group.",
    "jp": "彼女は私たちのグループの中で最も才能のある歌手です。"
  },
  {
    "word": "mother",
    "word_jp": "母親",
    "word_en": "a female parent",
    "en": "Wendy had a mother, father, and tyo younger brothers.",
    "jp": "ウェンディには、母親と父親と2人の弟がいました。"
  },
  {
    "word": "mouth",
    "word_jp": "口",
    "word_en": "the opening in the lower part of the face, surrounded by the lips, through which food is taken in and speech is uttered",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、口に傘をくわえていました。"
  },
  {
    "word": "move",
    "word_jp": "動く",
    "word_en": "change position or be in the process of changing position",
    "en": "If they didn tmove soon, they would be under Water!",
    "jp": "もしすぐに動かなければ、水の下になってしまうでしょう！"
  },
  {
    "word": "mr",
    "word_jp": "〜氏",
    "word_en": "a title used before the name of a man",
    "en": "Mr. Darling came home, tired from work.",
    "jp": "ダーリング氏が仕事で疲れて帰宅しました。"
  },
  {
    "word": "mrs",
    "word_jp": "〜夫人",
    "word_en": "a title used before the name of a married woman",
    "en": "Mr. and Mrs. Darling got ready to go to aparty.",
    "jp": "ダーリング氏とダーリング夫人はパーティーに行く準備をしました。"
  },
  {
    "word": "much",
    "word_jp": "たくさん",
    "word_en": "a large amount or quantity",
    "en": "The Darling family did not have much money, but they were happy.",
    "jp": "ダーリング家には多くのお金はありませんでしたが、彼らは幸せでした。"
  },
  {
    "word": "mummy",
    "word_jp": "ママ",
    "word_en": "mother (informal)",
    "en": "^May I, mummy?",
    "jp": "「ママ、いいかしら？」"
  },
  {
    "word": "must",
    "word_jp": "〜しなければならない",
    "word_en": "used to express necessity or obligation",
    "en": "Since then、 Wendy knew that she must groW uD.",
    "jp": "それ以来、ウェンディは自分が成長しなければならないことを知っていました。"
  },
  {
    "word": "my",
    "word_jp": "私の",
    "word_en": "belonging to or associated with the speaker",
    "en": "This is my favorite book.",
    "jp": "これは私のお気に入りの本です。"
  },
  {
    "word": "name",
    "word_jp": "名前",
    "word_en": "a word or set of words by which a person or thing is known, addressed, or referred to",
    "en": "What's your name?",
    "jp": "あなたの名前は何ですか？"
  },
  {
    "word": "nana",
    "word_jp": "ナナ（犬の名前）",
    "word_en": "The name of the Darling family's dog.",
    "en": "The family also had a big brown dog, named Nana.",
    "jp": "その家族にはナナという名の大きな茶色の犬もいました。"
  },
  {
    "word": "near",
    "word_jp": "近くに",
    "word_en": "at or to a short distance away from someone or something",
    "en": "The post office is near the station.",
    "jp": "郵便局は駅の近くにあります。"
  },
  {
    "word": "neck",
    "word_jp": "首",
    "word_en": "the part of a person's or animal's body connecting the head with the trunk",
    "en": "She put the button on a chain around her neck.",
    "jp": "彼女は首に鎖でボタンをつけました。"
  },
  {
    "word": "need",
    "word_jp": "必要とする",
    "word_en": "require (something) because it is essential or very important",
    "en": "You all need a mother!",
    "jp": "あなたたちみんなにはお母さんが必要なのよ！"
  },
  {
    "word": "nest",
    "word_jp": "巣",
    "word_en": "a structure built by a bird for laying eggs and bringing up its young",
    "en": "It lays eggs in a nest that floats on the water.",
    "jp": "それは水に浮かぶ巣に卵を産みます。"
  },
  {
    "word": "never",
    "word_jp": "決して～ない",
    "word_en": "at no time in the past or future; not ever",
    "en": "She never forgot John's uniform on the days he played football.",
    "jp": "彼女はジョンがサッカーをする日には、彼の制服を忘れることはありませんでした。"
  },
  {
    "word": "new",
    "word_jp": "新しい",
    "word_en": "not existing before; made, introduced, or discovered recently",
    "en": "And there was a new boy in my room.",
    "jp": "そして私の部屋には新しい少年がいました。"
  },
  {
    "word": "next",
    "word_jp": "次の",
    "word_en": "coming immediately after the present or a specified time or event",
    "en": "The next night, the children were all in bed.",
    "jp": "次の夜、子供たちは皆ベッドにいました。"
  },
  {
    "word": "night",
    "word_jp": "夜",
    "word_en": "a period of darkness between sunset and sunrise",
    "en": "The next night, the children were all in bed.",
    "jp": "次の夜、子供たちは皆ベッドにいました。"
  },
  {
    "word": "nibs",
    "word_jp": "ニブス",
    "word_en": "A name of one of the lost boys.",
    "en": "Then Nibs saw something in the sky.",
    "jp": "それからニブスが空に何かを見つけました。"
  },
  {
    "word": "no",
    "word_jp": "いいえ、ない",
    "word_en": "used to give a negative answer or to say that something is not present",
    "en": "There is no milk left in the refrigerator.",
    "jp": "冷蔵庫にはもう牛乳が残っていません。"
  },
  {
    "word": "none",
    "word_jp": "誰も〜ない",
    "word_en": "not one or not any of the people or things mentioned",
    "en": "None of the lost boys knows any stories, Peter said.",
    "jp": "「失われた少年たちの中には物語を知っている者は誰もいない」とピーターは言いました。"
  },
  {
    "word": "nor",
    "word_jp": "〜もまた〜ない",
    "word_en": "used to introduce a negative clause or sentence, often following a negative statement",
    "en": "She doesn't like coffee, nor does she enjoy tea.",
    "jp": "彼女はコーヒーが好きではなく、紅茶も楽しんでいない。"
  },
  {
    "word": "not",
    "word_jp": "〜ない",
    "word_en": "used to make a verb or adjective negative",
    "en": "I do not like broccoli.",
    "jp": "私はブロッコリーが好きではない。"
  },
  {
    "word": "nothing",
    "word_jp": "何もない",
    "word_en": "not anything; no thing",
    "en": "I have nothing to hide from you.",
    "jp": "私はあなたに隠すことは何もない。"
  },
  {
    "word": "now",
    "word_jp": "今",
    "word_en": "at the present time or moment",
    "en": "Now, everywhere the crocodile went, you could hear the sound of the clock: “Tick tick tick tick.”",
    "jp": "今や、ワニがどこへ行っても、時計の音「チクタクチクタク」が聞こえました。"
  },
  {
    "word": "number",
    "word_jp": "数",
    "word_en": "a quantity of things or people",
    "en": "What is your phone number?",
    "jp": "あなたの電話番号は何番ですか？"
  },
  {
    "word": "oar",
    "word_jp": "オール",
    "word_en": "a long wooden pole with a flat blade at one end, used for rowing or steering a boat",
    "en": "He grabbed the oar and pushed the boat away from the dock.",
    "jp": "彼はオールを掴み、ボートを桟橋から押しやった。"
  },
  {
    "word": "obey",
    "word_jp": "従う",
    "word_en": "To do what someone in authority tells you to do.",
    "en": "Children must learn to obey their parents and teachers.",
    "jp": "子供たちは両親や先生に従うことを学ばなければならない。"
  },
  {
    "word": "ocean",
    "word_jp": "大洋",
    "word_en": "The large body of salt water that covers most of the earth's surface.",
    "en": "As they lay, the ocean water began to rise.",
    "jp": "彼らが横たわっていると、大洋の水が上がり始めました。"
  },
  {
    "word": "of",
    "word_jp": "～の",
    "word_en": "Used to indicate possession, belonging, or a part of something.",
    "en": "This is a photo of my family.",
    "jp": "これは私の家族の写真です。"
  },
  {
    "word": "off",
    "word_jp": "～から離れて",
    "word_en": "Moving away from a surface or place.",
    "en": "Hook threw himself off the ship.",
    "jp": "フックは船から身を投げました。"
  },
  {
    "word": "often",
    "word_jp": "しばしば",
    "word_en": "Frequently; many times.",
    "en": "The children often went to the lake where the mermaids lived.",
    "jp": "子供たちはしばしば人魚たちが住む湖へ行きました。"
  },
  {
    "word": "oh",
    "word_jp": "ああ、おや",
    "word_en": "An expression of surprise, realization, or emotion.",
    "en": "^Oh!、 Mrs. Darling cried.",
    "jp": "「ああ！」とダーリン夫人は叫びました。"
  },
  {
    "word": "old",
    "word_jp": "古い、年老いた",
    "word_en": "Having lived for a long time; no longer young; not new.",
    "en": "This is a very old building with a lot of history.",
    "jp": "これは歴史のある、とても古い建物です。"
  },
  {
    "word": "on",
    "word_jp": "～の上に",
    "word_en": "In a position of contact with and supported by a surface.",
    "en": "He put a little of the poison in Peter's medicine bottle.",
    "jp": "彼はピーターの薬の瓶に少量の毒を入れました。"
  },
  {
    "word": "once",
    "word_jp": "一度、かつて",
    "word_en": "One time; formerly.",
    "en": "Once, Wendy had to tell him her name.",
    "jp": "一度、ウェンディは彼に自分の名前を言わなければなりませんでした。"
  },
  {
    "word": "one",
    "word_jp": "一つ、一人",
    "word_en": "A single person or thing.",
    "en": "All children、 except one、 grow up.",
    "jp": "一人の例外を除いて、すべての子どもは成長します。"
  },
  {
    "word": "only",
    "word_jp": "ただ～だけ",
    "word_en": "just one; solely.",
    "en": "Peter was the only happiness he would never have.",
    "jp": "ピーターは彼が決して得ることのない唯一の幸せだった。"
  },
  {
    "word": "onto",
    "word_jp": "～の上へ",
    "word_en": "to a position on top of something.",
    "en": "The cat jumped onto the counter.",
    "jp": "その猫はカウンターの上へ飛び乗った。"
  },
  {
    "word": "open",
    "word_jp": "開く",
    "word_en": "to move something so that there is an opening or space.",
    "en": "Suddenly, a window in the room opened.",
    "jp": "突然、部屋の窓が開いた。"
  },
  {
    "word": "or",
    "word_jp": "または",
    "word_en": "used to connect alternatives.",
    "en": "Would you like tea or coffee?",
    "jp": "紅茶またはコーヒーになさいますか？"
  },
  {
    "word": "order",
    "word_jp": "命令",
    "word_en": "a request or command given by someone in authority.",
    "en": "Hook wore rich clothes. He had long, black hair and sad, blue eyes. He was mean to his men and gave orders.",
    "jp": "フックは立派な服を着ていた。彼は長く黒い髪と悲しそうな青い目をしていた。彼は部下に意地悪で命令を下した。"
  },
  {
    "word": "other",
    "word_jp": "他の",
    "word_en": "different from someone or something else.",
    "en": "Could you please pass me the other book on the table?",
    "jp": "テーブルの上にある他の本を取っていただけますか？"
  },
  {
    "word": "others",
    "word_jp": "他の人々、その他",
    "word_en": "other people or things.",
    "en": "The others couldn’t believe it.",
    "jp": "他の者たちはそれを信じることができなかった。"
  },
  {
    "word": "out",
    "word_jp": "外へ",
    "word_en": "moving away from the inside of a place.",
    "en": "Let's go out for dinner tonight.",
    "jp": "今夜、夕食を食べに外出しよう。"
  },
  {
    "word": "outside",
    "word_jp": "外で、外側の",
    "word_en": "the area beyond a place or a boundary.",
    "en": "Mr. Darling put Nana outside in the yard for the night.",
    "jp": "ダーリン氏はナナを夜の間、庭の外に出した。"
  },
  {
    "word": "over",
    "word_jp": "～の上を",
    "word_en": "extending or moving above something.",
    "en": "The bird flew directly over my head.",
    "jp": "その鳥は私の頭の上をまっすぐ飛んでいった。"
  },
  {
    "word": "owner",
    "word_jp": "持ち主",
    "word_en": "A person who possesses, has the right to use, or controls something.",
    "en": "Now the children were the owners of the pirate ship,the Jolly Roger.",
    "jp": "今や子供たちは海賊船ジョリー・ロジャーの持ち主でした。"
  },
  {
    "word": "pain",
    "word_jp": "痛み",
    "word_en": "Physical suffering or discomfort caused by illness or injury.",
    "en": "The doctor prescribed medication to manage the chronic pain in his back.",
    "jp": "医師は彼の背中の慢性的な痛みを管理するための投薬を処方した。"
  },
  {
    "word": "paper",
    "word_jp": "紙",
    "word_en": "Material manufactured in thin sheets from the pulp of wood or other fibrous substances, used for writing, printing, drawing, or as wrapping.",
    "en": "Then, a piece of paper came flying toward them.",
    "jp": "それから、一枚の紙が彼らに向かって飛んできました。"
  },
  {
    "word": "part",
    "word_jp": "部分",
    "word_en": "An amount or section which, when added to or shared with others, makes up the whole.",
    "en": "This chapter covers only a small part of the entire history.",
    "jp": "この章は、歴史全体のほんの一部しか扱っていません。"
  },
  {
    "word": "party",
    "word_jp": "パーティー",
    "word_en": "A social gathering of invited guests, typically involving music and dancing.",
    "en": "The next Friday, Mr. and Mrs. Darling got ready to go to aparty.",
    "jp": "次の金曜日、ダーリン夫妻はパーティーに行く準備をしました。"
  },
  {
    "word": "past",
    "word_jp": "～を過ぎて",
    "word_en": "Moving beyond a particular point in time or space.",
    "en": "It is ten past three on the clock.",
    "jp": "時計は3時10分を過ぎています。"
  },
  {
    "word": "peter",
    "word_jp": "ピーター",
    "word_en": "The main character, a boy who never grows up.",
    "en": "Peter Pan",
    "jp": "ピーター・パン"
  },
  {
    "word": "phone",
    "word_jp": "電話",
    "word_en": "A system for transmitting voices over a distance by converting sound into electric signals.",
    "en": "Could you please call me back on my cell phone later?",
    "jp": "後で私の携帯電話にかけ直していただけますか？"
  },
  {
    "word": "place",
    "word_jp": "場所",
    "word_en": "A particular position or point in space; a location.",
    "en": "This park is a wonderful place to relax after a long day.",
    "jp": "この公園は、長い一日の後にリラックスするのに素晴らしい場所です。"
  },
  {
    "word": "play",
    "word_jp": "遊ぶ、演奏する",
    "word_en": "to engage in activity for enjoyment and recreation or engage in a game",
    "en": "The children love to play in the park after school.",
    "jp": "子供たちは放課後、公園で遊ぶのが大好きです。"
  },
  {
    "word": "please",
    "word_jp": "喜ばせる、満足させる",
    "word_en": "to cause to feel happy and satisfied",
    "en": "Wendy lady、please be our mother、 the lost boys said.",
    "jp": "ウェンディお嬢さん、どうか私たちのお母さんになってください、と失われた少年たちは言いました。"
  },
  {
    "word": "plenty",
    "word_jp": "十分な量、たくさん",
    "word_en": "a large or sufficient amount or quantity; abundance",
    "en": "We have plenty of time to finish the project before the deadline.",
    "jp": "締め切りまでにプロジェクトを完了させるのに十分な時間があります。"
  },
  {
    "word": "poison",
    "word_jp": "毒、毒物",
    "word_en": "a substance that, when introduced into the body, interferes with normal function and causes sickness or death",
    "en": "Captain Hook always carried a bottle ofpoison with him.",
    "jp": "キャプテン・フックはいつも毒の瓶を携帯していました。"
  },
  {
    "word": "poor",
    "word_jp": "かわいそうな、貧しい",
    "word_en": "arousing or deserving of pity or sympathy",
    "en": "The poor man was shivering from the cold, unable to afford a proper coat.",
    "jp": "そのかわいそうな（貧しい）男性は、まともなコートを買う余裕がなく、寒さで震えていた。"
  },
  {
    "word": "pretty",
    "word_jp": "かわいい、きれいな",
    "word_en": "attractive in a delicate way without being truly beautiful",
    "en": "She is a pretty lady, but not so pretty as my mother, he told Tink.",
    "jp": "彼女はきれいなレディだが、僕のお母さんほどきれいじゃない、と彼はティンクに言いました。"
  },
  {
    "word": "princess",
    "word_jp": "王女、お姫様",
    "word_en": "the female child of a king or queen",
    "en": "The pirates had Tiger Lily、the Indian princess、 tied up in the boat.",
    "jp": "海賊たちは、インディアンのお姫様であるタイガー・リリーをボートに縛り付けていました。"
  },
  {
    "word": "problem",
    "word_jp": "問題",
    "word_en": "a matter or situation regarded as unwelcome or harmful and needing to be dealt with and overcome",
    "en": "This was a big problem for the pirates.",
    "jp": "これは海賊たちにとって大きな問題でした。"
  },
  {
    "word": "promise",
    "word_jp": "約束する",
    "word_en": "to tell someone that you will certainly do something",
    "en": "Peter promised, and then he flew away.",
    "jp": "ピーターは約束し、それから飛び去りました。"
  },
  {
    "word": "proud",
    "word_jp": "誇りに思う、誇らしげな",
    "word_en": "feeling deep pleasure or satisfaction as a result of one's own achievements, the achievements of those with whom one is closely associated, or qualities widely admired",
    "en": "She felt incredibly proud of her daughter's achievements.",
    "jp": "彼女は娘の功績に信じられないほど誇りを感じていた。"
  },
  {
    "word": "pull",
    "word_jp": "引く",
    "word_en": "to exert force on (something) so as to cause it to move toward the agent.",
    "en": "She pulled and pulled at the rope that tied her.",
    "jp": "彼女は自分を縛っている縄を引っ張って、引っ張った。"
  },
  {
    "word": "push",
    "word_jp": "押す",
    "word_en": "to exert a force on (something) in order to move it away from the agent.",
    "en": "The pirates pushed the boys into the room.",
    "jp": "海賊たちは少年たちを部屋の中に押し込んだ。"
  },
  {
    "word": "put",
    "word_jp": "置く、入れる",
    "word_en": "to move to or place in a particular position or state.",
    "en": "Mrs. Darling put the shadow away ina box and waited for the right time to tell her husband about it.",
    "jp": "ダーリング夫人はその影を箱の中にしまい、夫に話すのにふさわしい時を待った。"
  },
  {
    "word": "question",
    "word_jp": "質問",
    "word_en": "an act of asking for information.",
    "en": "She always asked questions.",
    "jp": "彼女はいつも質問をしていた。"
  },
  {
    "word": "quick",
    "word_jp": "素早い",
    "word_en": "done with or showing speed or promptness.",
    "en": "Quick, Tootles, quick!",
    "jp": "急いで、トゥートルズ、急いで！"
  },
  {
    "word": "quickly",
    "word_jp": "素早く",
    "word_en": "in a quick manner.",
    "en": "She finished her homework quickly before going out to play.",
    "jp": "彼女は遊びに行く前に、宿題を素早く終わらせた。"
  },
  {
    "word": "quiet",
    "word_jp": "静かな",
    "word_en": "making little or no noise.",
    "en": "The room was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで、火はとても暖かかったので、すぐにダーリング夫人も眠ってしまった。"
  },
  {
    "word": "quietly",
    "word_jp": "静かに",
    "word_en": "in a quiet manner.",
    "en": "Then they quietly left the house.",
    "jp": "それから彼らは静かに家を出た。"
  },
  {
    "word": "rain",
    "word_jp": "雨",
    "word_en": "water falling in drops from the clouds.",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうだと、彼女は口に傘をくわえて運んだ。"
  },
  {
    "word": "ran",
    "word_jp": "走った",
    "word_en": "past tense of run.",
    "en": "She ran down the street to the house where Mr. and Mrs. Darling were at the party.",
    "jp": "彼女はミスターとミセス・ダーリングがパーティーにいる家まで通りを走って行った。"
  },
  {
    "word": "reach",
    "word_jp": "手を伸ばす, 届く",
    "word_en": "to extend as far as to touch, or to get as far as a certain point or level.",
    "en": "He reached for the medicine bottle.",
    "jp": "彼は薬の瓶に手を伸ばした。"
  },
  {
    "word": "ready",
    "word_jp": "準備ができた, 用意ができた",
    "word_en": "prepared or in a state of preparedness.",
    "en": "They all got ready to go.",
    "jp": "彼らは皆、行く準備ができた。"
  },
  {
    "word": "real",
    "word_jp": "本物の, 本当の",
    "word_en": "actually existing or happening; true or genuine.",
    "en": "This diamond looks like a real one, but we need to verify its authenticity.",
    "jp": "このダイヤモンドは本物のように見えますが、その真贋を確認する必要があります。"
  },
  {
    "word": "reason",
    "word_jp": "理由, 理性",
    "word_en": "a cause, explanation, or justification for an action or event.",
    "en": "What is the reason for your decision?",
    "jp": "あなたの決定の理由はなんですか？"
  },
  {
    "word": "remember",
    "word_jp": "思い出す, 覚えている",
    "word_en": "to have in or be able to bring to one's mind an awareness of someone or something from the past.",
    "en": "\"Don't you remember how you killed him and saved all our lives?\"",
    "jp": "「あなたがどうやって彼を殺して私たちの命を救ったか、覚えていないの？」"
  },
  {
    "word": "return",
    "word_jp": "帰る, 戻る",
    "word_en": "to come or go back to a place or a person.",
    "en": "The Return Home",
    "jp": "家への帰還"
  },
  {
    "word": "rich",
    "word_jp": "裕福な, 豊かな",
    "word_en": "having a great deal of money; wealthy.",
    "en": "Hook wore rich clothes.",
    "jp": "フックは豪華な服を着ていた。"
  },
  {
    "word": "ride",
    "word_jp": "乗る",
    "word_en": "to sit on and control the movement of something, such as a horse or bicycle.",
    "en": "Do you want to ride the roller coaster first?",
    "jp": "まず、ジェットコースターに乗りたいですか？"
  },
  {
    "word": "right",
    "word_jp": "正しい, 右",
    "word_en": "morally good, justified, or acceptable; or the side of the body or object that is on the east when facing north.",
    "en": "Please turn right at the next intersection.",
    "jp": "次の交差点を右に曲がってください。"
  },
  {
    "word": "ring",
    "word_jp": "鳴る, ベル",
    "word_en": "to make the clear, resonant sound characteristic of a bell or a similar instrument.",
    "en": "The school bell will ring at three o'clock to signal the end of the day.",
    "jp": "一日の終わりを知らせるために、学校のベルは3時に鳴ります。"
  },
  {
    "word": "river",
    "word_jp": "川",
    "word_en": "a long, natural stream of water flowing in a channel to the sea, a lake, or another such stream",
    "en": "The Amazon River is the largest river in the world by volume of water discharged.",
    "jp": "アマゾン川は、水量を基準にすると世界最大の川です。"
  },
  {
    "word": "room",
    "word_jp": "部屋",
    "word_en": "a space within a building enclosed by walls, floor, and ceiling",
    "en": "We need to clean this room before the guests arrive.",
    "jp": "ゲストが到着する前に、この部屋を掃除する必要があります。"
  },
  {
    "word": "rope",
    "word_jp": "ロープ、なわ",
    "word_en": "a length of strong, thick cord made of twisted strands of fiber or wire",
    "en": "We used a sturdy rope to secure the tent to the ground during the windy weather.",
    "jp": "風の強い天候の中、私たちはテントを地面に固定するために頑丈なロープを使いました。"
  },
  {
    "word": "round",
    "word_jp": "〜の周りに、丸い",
    "word_en": "They were not as good as Peter. But they went up, down, around and around.",
    "jp": "私たちは夕方の空気を楽しむために公園の周りを歩いた。",
    "en": "We walked around the park to enjoy the evening air."
  },
  {
    "word": "row",
    "word_jp": "列",
    "word_en": "The children were brought out. They lined up in front of Captain Hook.",
    "jp": "スプレッドシートの3行目のデータを確認してください。",
    "en": "Please check the data in the third row of the spreadsheet."
  },
  {
    "word": "run",
    "word_jp": "走る",
    "word_en": "She pulled and pulled at the rope that tied her.",
    "jp": "彼女は毎朝公園を走るのが好きです。",
    "en": "She likes to run in the park every morning."
  },
  {
    "word": "said",
    "word_jp": "言った",
    "word_en": "Peter said he came to Wendy 's window atnight to listen to stories.",
    "jp": "彼女は会議に遅れるだろうと言った。",
    "en": "She said that she would be late for the meeting."
  },
  {
    "word": "same",
    "word_jp": "同じ",
    "word_en": "He was exactly the same as ever.",
    "jp": "私たちは今日、同じ色のシャツを着ています。",
    "en": "We are wearing the same colored shirts today."
  },
  {
    "word": "sat",
    "word_jp": "座った",
    "word_en": "So Peter sat on the floor and cried.",
    "jp": "その小さな男の子はベンチに静かに座り、池でアヒルが泳ぐのを眺めていた。",
    "en": "The little boy sat quietly on the bench and watched the ducks swim in the pond."
  },
  {
    "word": "save",
    "word_jp": "救う",
    "word_en": "The button would later save her life.",
    "jp": "ライフガードは強い流れにもがいていた泳ぎ手を救うために急行した。",
    "en": "The lifeguard rushed to save the swimmer who was struggling in the strong current."
  },
  {
    "word": "saw",
    "word_jp": "見た（seeの過去形）",
    "word_en": "past tense of see",
    "en": "Peter saw at once that he still had all his first teeth.",
    "jp": "ピーターは、彼がまだすべての乳歯を持っていることを一目で悟った。"
  },
  {
    "word": "say",
    "word_jp": "言う",
    "word_en": "to speak words; to utter",
    "en": "What did you say?",
    "jp": "あなたは何と言いましたか？"
  },
  {
    "word": "school",
    "word_jp": "学校",
    "word_en": "an institution for educating children",
    "en": "She walked them to school.",
    "jp": "彼女は彼らを学校へ連れて行った。"
  },
  {
    "word": "sea",
    "word_jp": "海",
    "word_en": "the expanse of salt water that covers most of the earth's surface",
    "en": "So he told Tinker Bell to help them fly across the sea.",
    "jp": "それで彼はティンカー・ベルに、海を渡って飛ぶのを手伝うように言った。"
  },
  {
    "word": "seat",
    "word_jp": "席",
    "word_en": "a place for someone to sit",
    "en": "He found a seat and sat down.",
    "jp": "彼は席を見つけて座った。"
  },
  {
    "word": "see",
    "word_jp": "見る",
    "word_en": "to perceive with the eyes; discern visually",
    "en": "I can see the ocean from my window.",
    "jp": "私は窓から海が見えます。"
  },
  {
    "word": "seen",
    "word_jp": "見た（seeの過去分詞）",
    "word_en": "past participle of see",
    "en": "The Eiffel Tower has been seen by millions of tourists.",
    "jp": "エッフェル塔は数百万人の観光客に見られています。"
  },
  {
    "word": "send",
    "word_jp": "送る",
    "word_en": "to cause to go or be taken to a destination",
    "en": "Please send the documents to the client by tomorrow.",
    "jp": "明日までにその書類をクライアントに送ってください。"
  },
  {
    "word": "sent",
    "word_jp": "送った（sendの過去形・過去分詞）",
    "word_en": "past tense and past participle of send",
    "en": "The shot sent the children flying in ?fferent ways through the air.",
    "jp": "その一撃は子供たちを空中で異なる方向に飛ばした。"
  },
  {
    "word": "set",
    "word_jp": "置く、設定する",
    "word_en": "to put in a particular place or position",
    "en": "Please set the table before the guests arrive.",
    "jp": "ゲストが到着する前にテーブルをセットしてください。"
  },
  {
    "word": "sew",
    "word_jp": "縫う",
    "word_en": "to join or attach by sewing",
    "en": "^T'llsew it on for you,、 she said, and she sewed the shadow on to Peter's foot.",
    "jp": "「あなたのために縫い付けてあげるわ」と彼女は言い、影をピーターの足に縫い付けました。"
  },
  {
    "word": "shadow",
    "word_jp": "影",
    "word_en": "the dark area produced by an object blocking light",
    "en": "When she retumed to the room、 she found Nana with something in her mouth. It was the boy's shadow!",
    "jp": "部屋に戻ると、ナナが口に何かをくわえているのを見つけました。それは少年の影でした！"
  },
  {
    "word": "shall",
    "word_jp": "～ましょう",
    "word_en": "used to express a suggestion or the speaker's intention (future tense auxiliary)",
    "en": "^Shall we go out!、 cried John.",
    "jp": "「外に出かけよう！」とジョンは叫びました。"
  },
  {
    "word": "ship",
    "word_jp": "船",
    "word_en": "a large boat for traveling on water",
    "en": "It swam as fast as he can back to his ship、 followed by the crocodile.",
    "jp": "彼はできるだけ速く泳いで、ワニに追われながら自分の船に戻りました。"
  },
  {
    "word": "shock",
    "word_jp": "ショックを与える",
    "word_en": "to cause someone to feel surprised or upset",
    "en": "The pirates all jumped. Did the thing in the room kill the boys? Or did the boys kill the thing in the roomz They were all afraid of whatever Was in the room. Yt's bad luck、、 Captain Hook said. THt'sbad luck to have a girl on the ship. We must kill the girl. Then maybe the thing in the room will go away.、 ^Get the girl!、 the pirates cried. Suddenly Peter threw offthe cloth and jumped up. ^Tt's Peter Pan!、 cried Hook. The pirates were all shocked.",
    "jp": "海賊たちは飛び上がりました。部屋の中のものが少年たちを殺したのでしょうか？それとも少年たちが部屋の中のものを殺したのでしょうか？彼らは部屋の中にいるものが何であれ、皆恐れていました。「女の子が船に乗っているのは不運だ。女の子を殺さなければならない。そうすれば部屋の中のものは行ってしまうかもしれない」とフック船長は言いました。「女の子をつかまえろ！」と海賊たちは叫びました。突然ピーターは布を払い、飛び上がりました。「ピーター・パンだ！」とフックは叫びました。海賊たちは皆ショックを受けました。"
  },
  {
    "word": "shoe",
    "word_jp": "靴",
    "word_en": "a covering for the foot",
    "en": "I need to buy a new pair of running shoes this weekend.",
    "jp": "今週末に新しいランニングシューズを一足買う必要がある。"
  },
  {
    "word": "shoot",
    "word_jp": "撃つ",
    "word_en": "to fire a projectile from a weapon",
    "en": "The soldier was trained to shoot accurately with a rifle.",
    "jp": "その兵士はライフルを正確に撃つ訓練を受けていた。"
  },
  {
    "word": "shop",
    "word_jp": "店",
    "word_en": "a place where goods are sold",
    "en": "I need to go to the grocery shop to buy some milk.",
    "jp": "牛乳を買いに食料品店に行かなければならない。"
  },
  {
    "word": "short",
    "word_jp": "短い",
    "word_en": "measuring a small distance from end to end",
    "en": "She flew away with Peter in the dress she made out ofleavesin Neverland. She hoped Peter wouldn't see how short it was on her now.",
    "jp": "彼女はネバーランドで作った葉っぱのドレスを着てピーターと飛び去りました。彼女はピーターに、今のドレスがいかに短いかを見られないことを願いました。"
  },
  {
    "word": "should",
    "word_jp": "～すべきである",
    "word_en": "used to express what is proper, advisable, or expected",
    "en": "He said he should be happy.",
    "jp": "彼は幸せであるべきだと（フック船長は）言いました。"
  },
  {
    "word": "show",
    "word_jp": "見せる、示す",
    "word_en": "To let someone see something; to display or present.",
    "en": "Could you show me the way to the nearest subway station?",
    "jp": "一番近い地下鉄の駅への行き方を教えていただけますか？"
  },
  {
    "word": "sick",
    "word_jp": "病気の",
    "word_en": "Affected by illness; not healthy.",
    "en": "I think I'm getting sick; I have a sore throat.",
    "jp": "喉が痛いので、病気になりかけていると思います。"
  },
  {
    "word": "side",
    "word_jp": "側面、そば",
    "word_en": "The surface or part of a person or thing that is not the front, back, top, or bottom.",
    "en": "Please stand on the side of the road until the bus arrives.",
    "jp": "バスが到着するまで、道の脇に立っていてください。"
  },
  {
    "word": "sight",
    "word_jp": "光景、視力",
    "word_en": "The faculty or power of seeing; something seen or worth seeing.",
    "en": "There never was a happier sight.",
    "jp": "これほど幸せな光景はなかった。"
  },
  {
    "word": "since",
    "word_jp": "〜以来、〜なので",
    "word_en": "From a time in the past until now; because.",
    "en": "Since then、 Wendy knew that she must groW uD.",
    "jp": "それ以来、ウェンディは自分が成長しなければならないことを知っていた。"
  },
  {
    "word": "sing",
    "word_jp": "歌う",
    "word_en": "To make musical sounds with the voice.",
    "en": "She loves to sing karaoke with her friends on the weekends.",
    "jp": "彼女は週末に友達とカラオケで歌うのが大好きです。"
  },
  {
    "word": "sir",
    "word_jp": "閣下、〜様（男性への敬称）",
    "word_en": "A polite or respectful way of addressing a man, especially one in a position of authority.",
    "en": "Yes, sir, I will complete the report by the deadline.",
    "jp": "はい、閣下（または、〜様）、締め切りまでにその報告書を完了させます。"
  },
  {
    "word": "sister",
    "word_jp": "姉妹",
    "word_en": "A female sibling.",
    "en": "My older sister lives in Tokyo and works as a graphic designer.",
    "jp": "私の姉は東京に住んでおり、グラフィックデザイナーとして働いています。"
  },
  {
    "word": "sit",
    "word_jp": "座る",
    "word_en": "To rest one's body on one's buttocks or on the heels, with the upper part of the body upright.",
    "en": "Please sit down; the meeting is about to start.",
    "jp": "会議が始まりますので、どうぞお座りください。"
  },
  {
    "word": "six",
    "word_jp": "6",
    "word_en": "The number equivalent to the sum of five and one.",
    "en": "There were six lost boys, each dressed in an animal skin.",
    "jp": "ロスト・ボーイズは6人いて、それぞれ動物の皮を着ていた。"
  },
  {
    "word": "skin",
    "word_jp": "皮膚",
    "word_en": "The outer layer of the body of a person or animal.",
    "en": "There were six lost boys, each dressed in an animal skin.",
    "jp": "6人の迷子の少年たちがいて、それぞれが動物の皮を着ていた。"
  },
  {
    "word": "sky",
    "word_jp": "空",
    "word_en": "The region of the heavens regarded as a dome above the earth.",
    "en": "Then Nibs saw something in the sky.",
    "jp": "それから、ニブスが空に何かを見ました。"
  },
  {
    "word": "sleep",
    "word_jp": "眠る",
    "word_en": "Rest; be in a state of rest for the body and mind.",
    "en": "I need to get at least eight hours of sleep tonight.",
    "jp": "今夜は最低でも8時間眠る必要があります。"
  },
  {
    "word": "slowly",
    "word_jp": "ゆっくりと",
    "word_en": "At a slow speed; gradually.",
    "en": "Slowly,a boat came.",
    "jp": "ゆっくりと、ボートがやってきた。"
  },
  {
    "word": "small",
    "word_jp": "小さい",
    "word_en": "Of a size that is less than normal or usual.",
    "en": "It was a small house, and there were six lost boys.",
    "jp": "家は小さく、6人の迷子の少年たちがいた。"
  },
  {
    "word": "smile",
    "word_jp": "微笑み",
    "word_en": "A facial expression indicating pleasure, kindness, or amusement.",
    "en": "She would spin so fast that all you could see was her smile.",
    "jp": "彼女はとても速く回転したので、見えるのは彼女の微笑みだけでした。"
  },
  {
    "word": "smee",
    "word_jp": "スミー",
    "word_en": "A character in Peter Pan, Captain Hook's first mate.",
    "en": "“Captain,、 said the pirate Smee、 “could we take the boys mother and make her our mother?、",
    "jp": "「船長」と海賊のスミーは言いました。「私たちがあの少年たちの母親を連れてきて、私たちの母親にすることはできませんか？」"
  },
  {
    "word": "so",
    "word_jp": "そんなに",
    "word_en": "To such a great extent.",
    "en": "I didn't expect the movie to be so sad.",
    "jp": "その映画がそんなに悲しいとは思っていませんでした。"
  },
  {
    "word": "soap",
    "word_jp": "石鹸",
    "word_en": "A substance used with water for washing and cleaning.",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、浴室にあった石鹸で影を自分にくっつけようとしました。"
  },
  {
    "word": "some",
    "word_jp": "いくらかの",
    "word_en": "An unspecified amount or number of.",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、浴室にあった石鹸で影を自分にくっつけようとしました。"
  },
  {
    "word": "somebody",
    "word_jp": "誰か",
    "word_en": "some person",
    "en": "Is there somebody at the door?",
    "jp": "玄関に誰かいますか？"
  },
  {
    "word": "somehow",
    "word_jp": "どうにかして",
    "word_en": "in some way; by some means",
    "en": "Somehow she knew that he Was Peter Pan.",
    "jp": "どういうわけか、彼女は彼がピーター・パンだとわかっていた。"
  },
  {
    "word": "something",
    "word_jp": "何か",
    "word_en": "some thing or some matter",
    "en": "I need to tell you something important.",
    "jp": "あなたに何か重要なことを伝えなければなりません。"
  },
  {
    "word": "sometimes",
    "word_jp": "時々",
    "word_en": "at times; occasionally",
    "en": "Sometimes he flew far, far ahead of them.",
    "jp": "時々、彼は彼らよりずっと遠くへ飛んでいった。"
  },
  {
    "word": "son",
    "word_jp": "息子",
    "word_en": "a male child or descendant",
    "en": "Wendy stood tall and proud. “These are my last words, dear boys,” she said. “I feel that I have a message to you from your real mothers. It is this: ‘We hope our sons will die like English gentlemen.’”",
    "jp": "ウェンディは背筋を伸ばして誇らしげに立った。「これが最後のお言葉です、愛する少年たちよ」と彼女は言った。「あなたたちの本当のお母さんたちから、あなたたちに伝えたいことがある気がする。それはこれよ。『息子たちがイギリスの紳士のように死ぬことを願っています』」"
  },
  {
    "word": "soon",
    "word_jp": "すぐに",
    "word_en": "in a short time; shortly",
    "en": "But soon, everything changed forever.",
    "jp": "しかしすぐに、すべては永遠に変わった。"
  },
  {
    "word": "sorry",
    "word_jp": "残念に思う",
    "word_en": "feeling regret or sadness",
    "en": "Peter Was Very sorry.",
    "jp": "ピーターはとても申し訳なく思った。"
  },
  {
    "word": "sound",
    "word_jp": "音",
    "word_en": "vibration that travels through the air or another medium and can be heard",
    "en": "The sound of the waves crashing on the shore was very relaxing.",
    "jp": "波が岸に打ち寄せる音がとても心地よかった。"
  },
  {
    "word": "south",
    "word_jp": "南",
    "word_en": "the direction or position toward the south",
    "en": "The sun sets in the west, but rises in the east, and the south is always in the opposite direction of the north.",
    "jp": "太陽は西に沈み、東に昇りますが、南は常に北の反対方向です。"
  },
  {
    "word": "space",
    "word_jp": "宇宙",
    "word_en": "a continuous area or expanse which is free, available, or unoccupied",
    "en": "Astronauts are preparing for a long journey into deep space.",
    "jp": "宇宙飛行士たちは深宇宙への長い旅の準備をしています。"
  },
  {
    "word": "speak",
    "word_jp": "話す",
    "word_en": "talk or say something in a language.",
    "en": "She can speak three languages fluently.",
    "jp": "彼女は3つの言語を流暢に話すことができます。"
  },
  {
    "word": "spend",
    "word_jp": "費やす、過ごす",
    "word_en": "use time or money for a particular purpose.",
    "en": "I like to spend my weekends reading books.",
    "jp": "私は週末を読書に費やすのが好きです。"
  },
  {
    "word": "spin",
    "word_jp": "回転する",
    "word_en": "She would spin so fast that all you could see was her smile.",
    "jp": "地球は自転し続け、昼夜を引き起こしています。",
    "en": "The Earth continues to spin on its axis, causing day and night."
  },
  {
    "word": "spring",
    "word_jp": "春",
    "word_en": "She flew away with Peter in the dress she made out of leaves in Neverland.",
    "jp": "桜は春に咲きます。",
    "en": "The cherry blossoms bloom in the spring."
  },
  {
    "word": "stand",
    "word_jp": "立つ",
    "word_en": "Hook stood up.",
    "jp": "判事が法廷に入るときは、立ってください。",
    "en": "Please stand up when the judge enters the courtroom."
  },
  {
    "word": "star",
    "word_jp": "星",
    "word_en": "She stood at the window, watching them fly until they were as small as stars.",
    "jp": "天文学者は望遠鏡を遠い星に向けた。",
    "en": "The astronomer pointed his telescope towards a distant star."
  },
  {
    "word": "start",
    "word_jp": "始める",
    "word_en": "Then they all began to talk about their mothers.",
    "jp": "私たちは午前10時きっかりに会議を始める必要があります。",
    "en": "We need to start the meeting by 10 AM sharp."
  },
  {
    "word": "stay",
    "word_jp": "滞在する、留まる",
    "word_en": "I'm going to stay in Neverland and stay a little boy forever, Peter said.",
    "jp": "私たちは、さらに多くの寺院を訪れるために、京都に2日間滞在することに決めました。",
    "en": "We decided to stay in Kyoto for an extra two days to explore more temples."
  },
  {
    "word": "still",
    "word_jp": "まだ。今でも",
    "word_en": "continuing to be in a particular state or position; not moving; yet; even now",
    "en": "Even after all these years, she is still in love with him.",
    "jp": "何年も経った今でも、彼女はまだ彼を愛している。"
  },
  {
    "word": "stop",
    "word_jp": "やめる, 止める。止まる",
    "word_en": "to cease to happen, to come to an end, or to cause to come to an end",
    "en": "The piano stopped.",
    "jp": "ピアノの音が止まった。"
  },
  {
    "word": "story",
    "word_jp": "物語。話",
    "word_en": "an account of incidents or events; a narrative",
    "en": "One night、 after the children finished their dinner,Wendy told them a bed-time story.",
    "jp": "ある夜、子供たちが夕食を終えた後、ウェンディは彼らに寝る前の物語を話しました。"
  },
  {
    "word": "strange",
    "word_jp": "知らない。変わった",
    "word_en": "unusual or surprising; not normal or expected",
    "en": "It's strange that he hasn't called back yet.",
    "jp": "彼がまだ折り返しの電話をしてこないのは変だ。"
  },
  {
    "word": "street",
    "word_jp": "通り",
    "word_en": "a public road in a city or town, typically with houses and buildings on one or both sides",
    "en": "We walked down the busy street to find the restaurant.",
    "jp": "私たちはレストランを見つけるために、賑やかな通りを歩いた。"
  },
  {
    "word": "strong",
    "word_jp": "強い",
    "word_en": "having the power to move heavy weights or perform other physically demanding tasks; robust",
    "en": "You look like a strong boy.",
    "jp": "お前は強そうな少年だな。"
  },
  {
    "word": "such",
    "word_jp": "そのような。こんなふうに",
    "word_en": "of the kind that has been indicated or suggested; of the quality or nature previously mentioned",
    "en": "They were such fun times!",
    "jp": "それらはとても楽しい時間でした！"
  },
  {
    "word": "sudden",
    "word_jp": "突然の。急な",
    "word_en": "happening or done quickly and unexpectedly",
    "en": "Then all of a sudden came Captain Hook's voice again.",
    "jp": "それから突然、再びフック船長の声がした。"
  },
  {
    "word": "suddenly",
    "word_jp": "突然に",
    "word_en": "quickly and unexpectedly, without warning",
    "en": "Suddenly, a window in the room opened.",
    "jp": "突然、部屋の窓が開いた。"
  },
  {
    "word": "sun",
    "word_jp": "太陽",
    "word_en": "the star that the earth moves around",
    "en": "But the sun went down and the island got dark.",
    "jp": "しかし、太陽が沈み、島は暗くなった。"
  },
  {
    "word": "sure",
    "word_jp": "確かな",
    "word_en": "certain; definitely",
    "en": "I am sure that the train will arrive on time today.",
    "jp": "今日の列車は時間通りに到着すると確信しています。"
  },
  {
    "word": "swam",
    "word_jp": "泳いだ",
    "word_en": "past tense of swim",
    "en": "Hook swam to the boat and climbed inside.",
    "jp": "フックはボートに泳いで行き、中によじ登った。"
  },
  {
    "word": "sword",
    "word_jp": "剣",
    "word_en": "a weapon with a long sharp blade",
    "en": "Peter finally made Hook drop his sword.",
    "jp": "ピーターはついにフックに剣を落とさせた。"
  },
  {
    "word": "table",
    "word_jp": "テーブル",
    "word_en": "a piece of furniture with a flat top and one or more legs",
    "en": "They brought out their beds, chairs, and table from their home under the ground.",
    "jp": "彼らは地下の家からベッド、椅子、テーブルを持ち出した。"
  },
  {
    "word": "tail",
    "word_jp": "尾",
    "word_en": "the attached part at the rear end of an animal's body",
    "en": "Peter caught the tail of the kite.",
    "jp": "ピーターは凧の尾をつかんだ。"
  },
  {
    "word": "take",
    "word_jp": "取る、連れて行く",
    "word_en": "to move to a different place; to hold something",
    "en": "Please take the leftovers home with you.",
    "jp": "残りの食べ物を持って帰ってください。"
  },
  {
    "word": "talk",
    "word_jp": "話す",
    "word_en": "to speak in order to give information or express ideas",
    "en": "Let's talk about the plan tomorrow.",
    "jp": "明日の計画について話しましょう。"
  },
  {
    "word": "tall",
    "word_jp": "背が高い",
    "word_en": "of great or more than average height",
    "en": "Wendy stood tall and proud.",
    "jp": "ウェンディは背筋を伸ばし、誇らしげに立っていた。"
  },
  {
    "word": "taste",
    "word_jp": "味",
    "word_en": "the flavor of something",
    "en": "This dish has a surprisingly complex taste.",
    "jp": "この料理は驚くほど複雑な味を持っている。"
  },
  {
    "word": "tea",
    "word_jp": "お茶",
    "word_en": "a drink made by pouring hot water over dried leaves",
    "en": "Would you like a cup of tea?",
    "jp": "お茶を一杯いかがですか？"
  },
  {
    "word": "teach",
    "word_jp": "教える",
    "word_en": "to show or explain how to do something",
    "en": "Y can teach you how to fly!",
    "jp": "飛ぶ方法を教えてあげられるよ！"
  },
  {
    "word": "teeth",
    "word_jp": "歯",
    "word_en": "the hard white things in your mouth that you use for biting and chewing",
    "en": "He was a beautiful boy. He still had all his first teeth.",
    "jp": "彼は美しい少年でした。まだすべての生え始めの歯を持っていました。"
  },
  {
    "word": "tell",
    "word_jp": "言う、伝える",
    "word_en": "to say something to someone",
    "en": "Can you tell me the way to the nearest station?",
    "jp": "一番近い駅への行き方を教えてもらえますか？"
  },
  {
    "word": "ten",
    "word_jp": "十",
    "word_en": "the number that is one more than nine",
    "en": "I have exactly ten apples in my basket.",
    "jp": "私のバスケットにはちょうど十個のりんごが入っています。"
  },
  {
    "word": "terrible",
    "word_jp": "ひどい、恐ろしい",
    "word_en": "extremely bad or serious",
    "en": "“How terrible!、 she said.",
    "jp": "「なんてひどいの！」と彼女は言いました。"
  },
  {
    "word": "than",
    "word_jp": "～よりも",
    "word_en": "used to compare two things",
    "en": "This book is more interesting than the last one I read.",
    "jp": "この本は、私が前回読んだ本よりも面白い。"
  },
  {
    "word": "thank",
    "word_jp": "感謝する",
    "word_en": "to express gratitude to someone",
    "en": "“Thank you,、、 Wendy said.",
    "jp": "「ありがとう」とウェンディは言いました。"
  },
  {
    "word": "that",
    "word_jp": "あれ、その",
    "word_en": "used to refer to something or someone previously mentioned or understood",
    "en": "I want that book on the top shelf.",
    "jp": "私は一番上の棚にあるあの本が欲しいです。"
  },
  {
    "word": "the",
    "word_jp": "その、あの",
    "word_en": "used to refer to a specific person or thing",
    "en": "Please pass me the salt, the one next to the pepper.",
    "jp": "隣にある胡椒の横にある、その塩を取ってください。"
  },
  {
    "word": "their",
    "word_jp": "彼らの",
    "word_en": "belonging to or associated with more than one person or thing previously mentioned.",
    "en": "The students brought their books to class today.",
    "jp": "生徒たちは今日、彼らの本を教室に持ってきた。"
  },
  {
    "word": "them",
    "word_jp": "彼らを",
    "word_en": "used as the object of a verb or preposition to refer to two or more people or things previously mentioned.",
    "en": "She gave them their baths.",
    "jp": "彼女は彼らにお風呂を入れました。"
  },
  {
    "word": "then",
    "word_jp": "それから",
    "word_en": "next or after that in time or order.",
    "en": "First, I'll finish my homework, and then I'll go out with my friends.",
    "jp": "まず、宿題を終わらせて、それから友達と遊びに行きます。"
  },
  {
    "word": "there",
    "word_jp": "そこに",
    "word_en": "in, at, or to that place or position.",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリン夫人は子供たちの部屋に、以前はなかった葉っぱを見つけました。"
  },
  {
    "word": "they",
    "word_jp": "彼らは",
    "word_en": "used as the subject of a verb to refer to two or more people or things previously mentioned.",
    "en": "They were looking for Peter 's shadow.",
    "jp": "彼らはピーターの影を探していました。"
  },
  {
    "word": "thing",
    "word_jp": "物、こと",
    "word_en": "an object that one need not, cannot, or does not wish to give a specific name to.",
    "en": "More than anything in the world, he wanted one thing: He wanted to catch Peter Pan.",
    "jp": "この世で何よりも、彼は一つのものを望んでいました。ピーター・パンを捕まえることでした。"
  },
  {
    "word": "think",
    "word_jp": "思う",
    "word_en": "have a particular opinion, belief, or idea about someone or something.",
    "en": "^Tthink he comes in by the window.",
    "jp": "たぶん彼は窓から入ってくるのだと思います。"
  },
  {
    "word": "this",
    "word_jp": "これ",
    "word_en": "used to identify or refer to something near the speaker, or being presented or mentioned.",
    "en": "It was this, Peter said.",
    "jp": "これはピーターだと言いました。"
  },
  {
    "word": "those",
    "word_jp": "あれら",
    "word_en": "used to identify or refer to people or things that are relatively far from the speaker.",
    "en": "^Peter left those here!",
    "jp": "「ピーターがこれらをここに置いていったのよ！」"
  },
  {
    "word": "though",
    "word_jp": "～だけれども",
    "word_en": "despite the fact that; although.",
    "en": "Though it was raining, we decided to go for a walk.",
    "jp": "雨が降っていたけれども、私たちは散歩に行くことに決めた。"
  },
  {
    "word": "thought",
    "word_jp": "考え",
    "word_en": "The idea or opinion that is the result of thinking.",
    "en": "Her thoughtful consideration of the issue led to a breakthrough.",
    "jp": "彼女のその問題に対する思慮深い考えが、ブレークスルーにつながった。"
  },
  {
    "word": "thousand",
    "word_jp": "千",
    "word_en": "A number equal to one thousand (1,000).",
    "en": "Peter told her about the beginning of fairies. \"When the first baby laughed for the first time, its laugh broke into a thousand pieces. The pieces flew all over the world. That was the beginning of fairies,, Peter said.",
    "jp": "ピーターは妖精たちの始まりについて彼女に話した。「最初で最後の赤ちゃんが初めて笑ったとき、その笑いは千の破片に砕け散った。その破片は世界中に飛び散った。それが妖精たちの始まりだった」とピーターは言った。"
  },
  {
    "word": "three",
    "word_jp": "三",
    "word_en": "A number equal to 3.",
    "en": "I have exactly three apples left in my basket.",
    "jp": "かごの中にはちょうど三つのりんごが残っています。"
  },
  {
    "word": "throw",
    "word_jp": "投げる",
    "word_en": "To propel something through the air by a sudden movement of the arm or hand.",
    "en": "She will throw the ball to her dog in the park.",
    "jp": "彼女は公園で犬にボールを投げるだろう。"
  },
  {
    "word": "tie",
    "word_jp": "縛る",
    "word_en": "To fasten or secure with a cord, rope, or similar.",
    "en": "The children were all tied up in a room.",
    "jp": "子供たちは皆、部屋に縛られていた。"
  },
  {
    "word": "tiger",
    "word_jp": "虎",
    "word_en": "A large carnivorous feline of Asia that has a strong, distinctively patterned coat.",
    "en": "Tiger tihy タイガー・ リリー ネバ パー ラン ド に 住む イン ディ アのおン姫様",
    "jp": "タイガー・ティハイ タイガー・リリー。ネバーランドに住むインディアンのお姫様"
  },
  {
    "word": "time",
    "word_jp": "時間",
    "word_en": "The indefinite continued progress of existence and events in the past, present, and future regarded as a whole.",
    "en": "We don't have much time left to finish the project.",
    "jp": "プロジェクトを終えるには、あまり時間が残されていません。"
  },
  {
    "word": "tired",
    "word_jp": "疲れた",
    "word_en": "In need of sleep or rest; weary.",
    "en": "They were tired and hungry, but they could not go back.",
    "jp": "彼らは疲れて空腹だったが、戻ることはできなかった。"
  },
  {
    "word": "to",
    "word_jp": "～へ",
    "word_en": "Expressing motion in the direction of a particular location.",
    "en": "I am going to the park.",
    "jp": "私は公園へ行きます。"
  },
  {
    "word": "today",
    "word_jp": "今日",
    "word_en": "This day; the present day.",
    "en": "What are your plans for today?",
    "jp": "今日の予定は何ですか？"
  },
  {
    "word": "together",
    "word_jp": "一緒に",
    "word_en": "In each other's company or in unison.",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒にワイルドなダンスを踊った。"
  },
  {
    "word": "told",
    "word_jp": "話した",
    "word_en": "Past tense of 'tell'; narrated or informed someone about something.",
    "en": "Wendy told them a bed-time story.",
    "jp": "ウェンディは彼らに就寝時の物語を話した。"
  },
  {
    "word": "tomorrow",
    "word_jp": "明日",
    "word_en": "The day after today.",
    "en": "I have a doctor's appointment tomorrow morning.",
    "jp": "私は明日の朝、歯医者の予約があります。"
  },
  {
    "word": "too",
    "word_jp": "〜もまた、あまりに",
    "word_en": "Also; in addition; to an excessive degree.",
    "en": "It is too cold to go outside today.",
    "jp": "今日は外に出るには寒すぎる。"
  },
  {
    "word": "took",
    "word_jp": "取った",
    "word_en": "Past tense of 'take'.",
    "en": "She took the last piece of cake.",
    "jp": "彼女はケーキの最後の一切れを取った。"
  },
  {
    "word": "tootles",
    "word_jp": "トゥートルズ（人名）",
    "word_en": "A proper name, one of the lost boys.",
    "en": "“My mother used to tell me stories,、 Tootles said.",
    "jp": "「うちのお母さんも昔よく話を聞かせてくれたよ」とトゥートルズは言った。"
  },
  {
    "word": "top",
    "word_jp": "てっぺん",
    "word_en": "The highest or uppermost point, surface, or part of something.",
    "en": "Sometimes their feet touched the tops of trees.",
    "jp": "時々、彼らの足が木々のてっぺんに触れた。"
  },
  {
    "word": "touch",
    "word_jp": "触れる",
    "word_en": "Come into physical contact with someone or something.",
    "en": "Sometimes their feet touched the tops of trees.",
    "jp": "時々、彼らの足が木々のてっぺんに触れた。"
  },
  {
    "word": "toward",
    "word_jp": "〜の方へ",
    "word_en": "In the direction of someone or something.",
    "en": "She walked toward the park entrance.",
    "jp": "彼女は公園の入り口の方へ歩いた。"
  },
  {
    "word": "town",
    "word_jp": "町",
    "word_en": "A built-up area with a name, classification, and defined boundaries, larger than a village but smaller than a city.",
    "en": "I grew up in a small town nestled in the mountains.",
    "jp": "私は山間に抱かれた小さな町で育ちました。"
  },
  {
    "word": "toy",
    "word_jp": "おもちゃ",
    "word_en": "an object for a child to play with",
    "en": "The boy and the light looked at all the children 's toys and clothes.",
    "jp": "少年と光は、子供たちのすべてのおもちゃと服を見た。"
  },
  {
    "word": "tree",
    "word_jp": "木",
    "word_en": "a tall plant with a trunk and branches",
    "en": "They flew low over the island. Sometimes their feet touched the tops of trees.",
    "jp": "彼らは島の上を低く飛んだ。時々、彼らの足は木のてっぺんに触れた。"
  },
  {
    "word": "tried",
    "word_jp": "試みた (tryの過去形)",
    "word_en": "past tense of 'try': attempted to do something",
    "en": "They tried from the floor.",
    "jp": "彼らは床から試した。"
  },
  {
    "word": "true",
    "word_jp": "真実の、本当の",
    "word_en": "in accordance with fact or reality",
    "en": "It is a true story about survival against all odds.",
    "jp": "それは、あらゆる困難に立ち向かったサバイバルの実話です。"
  },
  {
    "word": "trust",
    "word_jp": "信用する、信頼する",
    "word_en": "believe in the reliability, truth, ability, or strength of someone or something",
    "en": "You have to trust your instincts in situations like these.",
    "jp": "このような状況では、自分の直感を信用しなければならない。"
  },
  {
    "word": "try",
    "word_jp": "試みる、やってみる",
    "word_en": "attempt to do something",
    "en": "I will try to finish my homework before dinner.",
    "jp": "私は夕食の前に宿題を終えるように試みるつもりです。"
  },
  {
    "word": "turn",
    "word_jp": "向きを変える、回転する",
    "word_en": "change direction or spin",
    "en": "Please turn left at the next intersection.",
    "jp": "次の交差点で左に曲がってください。"
  },
  {
    "word": "twins",
    "word_jp": "双子",
    "word_en": "two children born at the same birth",
    "en": "There were six lost boys, each dressed in an animal skin. Their names were Tootles, Nibs、 Slightly, Curly, and the Twins.",
    "jp": "動物の皮を着た6人の迷子の少年がいた。彼らの名前はトゥートルズ、ニブス、スライトリー、カーリー、そして双子だった。"
  },
  {
    "word": "two",
    "word_jp": "2つの、2人の",
    "word_en": "the number equivalent to $1+1$",
    "en": "I have two brothers and one sister.",
    "jp": "私には2人の兄弟と1人の姉妹がいます。"
  },
  {
    "word": "ugly",
    "word_jp": "醜い",
    "word_en": "unpleasant or repulsive to look at",
    "en": "But Tinker Bell said she thought Wendy was a big, ugly girl.",
    "jp": "しかし、ティンカーベルは、ウェンディを大きくて醜い女の子だと思ったと言った。"
  },
  {
    "word": "umbrella",
    "word_jp": "傘",
    "word_en": "an object for keeping off rain or sun",
    "en": "She carried an umbrella in her mouth when it looked like rain.",
    "jp": "雨が降りそうな時は、彼女は口に傘をくわえて運びました。"
  },
  {
    "word": "under",
    "word_jp": "～の下に",
    "word_en": "below something else",
    "en": "The cat is sleeping comfortably under the warm blanket.",
    "jp": "猫は暖かい毛布の下で心地よく眠っている。"
  },
  {
    "word": "understand",
    "word_jp": "理解する",
    "word_en": "to grasp the meaning of something",
    "en": "I'm starting to understand the complex instructions now.",
    "jp": "今、その複雑な指示を理解し始めているところです。"
  },
  {
    "word": "untie",
    "word_jp": "～の束をほどく",
    "word_en": "to loosen or undo a knot or tie",
    "en": "She carefully began to untie the knot in the rope.",
    "jp": "彼女は慎重にロープの結び目をほどき始めた。"
  },
  {
    "word": "until",
    "word_jp": "～まで",
    "word_en": "up to the time that something happens",
    "en": "We will work on this project until the deadline.",
    "jp": "私たちは締め切りまでこのプロジェクトに取り組みます。"
  },
  {
    "word": "up",
    "word_jp": "上に",
    "word_en": "moving to a higher place or level",
    "en": "You just think happy thoughts,、 Peter explained. *They pull you up in the air.",
    "jp": "ただ幸せなことを考えればいいんだ、とピーターは説明しました。それらが君たちを空中に引き上げるんだ。"
  },
  {
    "word": "upon",
    "word_jp": "～の上に",
    "word_en": "on or onto something",
    "en": "The cat jumped upon the table.",
    "jp": "猫はテーブルの上に飛び乗った。"
  },
  {
    "word": "us",
    "word_jp": "私たちを",
    "word_en": "the object form of 'we'",
    "en": "The good news reached us this morning.",
    "jp": "その朗報は今朝私たちに届いた。"
  },
  {
    "word": "use",
    "word_jp": "使う",
    "word_en": "to employ something for a purpose",
    "en": "How do you use this new software?",
    "jp": "この新しいソフトウェアをどう使いますか？"
  },
  {
    "word": "very",
    "word_jp": "とても",
    "word_en": "to a high degree or extent",
    "en": "Mr. Darling came home, tired from work. He came into the childre'ns room where Mrs. Darling was. ^Will you play the piano to put me to sleep?、 Mr. Darling asked. Mrs. Darling walked to the piano in the next room. Then he said、 バAnd shut the window. 1 feel a cold wind coming in. ^Oh, George!、 Mrs. Darling cried. “Never ask me to do that. The window must always be left open for them、 always、 always.、 Mr. Darling felt very bad and said he Was sorry.",
    "jp": "ダーリング氏は仕事で疲れて家に帰りました。彼はダーリング夫人がいた子供たちの部屋に入りました。ダーリン氏は『私を寝かしつけるためにピアノを弾いてくれませんか』と尋ねました。ダーリン夫人は隣の部屋のピアノの方へ歩いて行きました。それから彼は『そして窓を閉めてください。冷たい風が入ってくるのを感じるわ』と言いました。『ああ、ジョージ！』とダーリン夫人は叫びました。『二度とそんなことは頼まないで。窓は彼らのためにいつも、いつも開けておかなければならないのよ』と。ダーリン氏はとても悪い気分になり、申し訳ないと言いました。"
  },
  {
    "word": "village",
    "word_jp": "村",
    "word_en": "a community of people living in a rural area",
    "en": "She jumped into the Water and swam back to her village.",
    "jp": "彼女は水に飛び込み、自分の村へと泳いで戻った。"
  },
  {
    "word": "voice",
    "word_jp": "声",
    "word_en": "the sound produced in a person's larynx and uttered through the mouth",
    "en": "Her voice was soft but clear, carrying easily across the large hall.",
    "jp": "彼女の声は静かだが明瞭で、広いホールにも楽に響き渡った。"
  },
  {
    "word": "wait",
    "word_jp": "待つ",
    "word_en": "stay where one is or delay action until a particular time or event",
    "en": "He waited, but Peter did not come out.",
    "jp": "彼は待ったが、ピーターは出てこなかった。"
  },
  {
    "word": "wake",
    "word_jp": "目を覚ます",
    "word_en": "cease to sleep; emerge from sleep",
    "en": "I need to wake up early tomorrow for my flight.",
    "jp": "明日のフライトのために、私は早起きしなければならない。"
  },
  {
    "word": "walk",
    "word_jp": "歩く",
    "word_en": "move at a regular pace by lifting and setting down each foot alternately",
    "en": "She walked them to school.",
    "jp": "彼女は彼らを学校へ歩いて連れて行った。"
  },
  {
    "word": "wall",
    "word_jp": "壁",
    "word_en": "a side of a room, building, or other structure",
    "en": "The children decorated the white wall with colorful drawings.",
    "jp": "子供たちは白い壁をカラフルな絵で飾った。"
  },
  {
    "word": "want",
    "word_jp": "欲しい、～したい",
    "word_en": "have a desire to possess or do (something); wish for",
    "en": "More than anything in the world, he wanted one thing: He wanted to catch Peter Pan.",
    "jp": "彼はこの世で何よりも一つのことを望んでいた。ピーター・パンを捕まえることを望んでいた。"
  },
  {
    "word": "war",
    "word_jp": "戦争",
    "word_en": "a state of armed conflict between different nations or states or different groups within a nation or state",
    "en": "The children heard the cry of the Indians outside. Then they heard the cry of the pirates. It was a war!",
    "jp": "子供たちは外でインディアンたちの叫び声を聞いた。それから海賊たちの叫び声を聞いた。それは戦争だった！"
  },
  {
    "word": "warm",
    "word_jp": "暖かい",
    "word_en": "having or causing a comfortable degree of heat or a pleasant temperature",
    "en": "The room Was so quiet and the fire was so Warm that soon Mrs. Darling also fell asleep.",
    "jp": "部屋はとても静かで、火はとても暖かかったので、すぐにダーリング夫人も眠りに落ちた。"
  },
  {
    "word": "was",
    "word_jp": "～であった、～だった",
    "word_en": "past tense of 'be' (used with singular subjects: I, he, she, it)",
    "en": "She was a very talented artist in her youth.",
    "jp": "彼女は若い頃、とても才能のある芸術家でした。"
  },
  {
    "word": "wash",
    "word_jp": "洗う",
    "word_en": "to clean something with water and soap",
    "en": "I need to wash the dishes before dinner.",
    "jp": "夕食の前に皿を洗う必要があります。"
  },
  {
    "word": "watch",
    "word_jp": "見つめる、見物する",
    "word_en": "to look at something for a period of time",
    "en": "Let's watch the sunset from the beach this evening.",
    "jp": "今晩はビーチから夕日を見物しましょう。"
  },
  {
    "word": "water",
    "word_jp": "水",
    "word_en": "the liquid that falls as rain and is found in rivers, lakes, and the sea",
    "en": "We need to conserve water to ensure a sustainable future.",
    "jp": "持続可能な未来を確保するために、私たちは水を節約する必要があります。"
  },
  {
    "word": "wave",
    "word_jp": "手を振る",
    "word_en": "to move your hand back and forth in the air to say hello or goodbye",
    "en": "Wendy waved goodbye and the kite flew away, carrying her with it.",
    "jp": "ウェンディは手を振って別れを告げ、凧は彼女を乗せて飛び去りました。"
  },
  {
    "word": "way",
    "word_jp": "道、方法",
    "word_en": "a road, path, or method for getting somewhere or doing something",
    "en": "Only Peter knew the way back to their house in England.",
    "jp": "ピーターだけが、イングランドにある彼らの家への帰り道を知っていました。"
  },
  {
    "word": "we",
    "word_jp": "私たち",
    "word_en": "the speaker and one or more other people regarded as a group",
    "en": "We are going to the park this afternoon.",
    "jp": "私たちは今日の午後、公園に行く予定です。"
  },
  {
    "word": "weak",
    "word_jp": "弱い、力のない",
    "word_en": "not strong or healthy",
    "en": "The argument he presented was surprisingly weak.",
    "jp": "彼が提示した議論は驚くほど弱かった。"
  },
  {
    "word": "weather",
    "word_jp": "天気",
    "word_en": "the state of the atmosphere at a particular place and time, e.g. temperature, rain, wind",
    "en": "The weather forecast predicts rain for tomorrow.",
    "jp": "天気予報は明日雨が降ると予測しています。"
  },
  {
    "word": "week",
    "word_jp": "週",
    "word_en": "a period of seven days",
    "en": "What if Wendy goes to Visit you for a week every year at spring-cleaning time?",
    "jp": "もしウェンディが毎年春の大掃除の時期に一週間あなたたちを訪ねたらどうでしょう？"
  },
  {
    "word": "well",
    "word_jp": "上手に、さて",
    "word_en": "in a good way; skillfully. Also used to start a sentence to show hesitation or transition.",
    "en": "Well, the lost boys all said that she would have them.",
    "jp": "さて、ロスとボーイズたちは皆、彼女が彼らを引き取ると言ったと言いました。"
  },
  {
    "word": "wendy",
    "word_jp": "ウェンディ",
    "word_en": "A name for a girl.",
    "en": "Wendy is preparing for her big presentation tomorrow.",
    "jp": "ウェンディは明日の大きなプレゼンテーションの準備をしています。"
  },
  {
    "word": "were",
    "word_jp": "～であった",
    "word_en": "Past tense of 'be' (plural or second person singular).",
    "en": "Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ダーリン夫人は、子供たちの部屋に見覚えのない葉っぱを見つけました。"
  },
  {
    "word": "what",
    "word_jp": "何",
    "word_en": "Asking for information specifying something.",
    "en": "\"What do you mean, Wendy?\", Mrs. Darling asked.",
    "jp": "「どういうことなの、ウェンディ？」とダーリン夫人は尋ねました。"
  },
  {
    "word": "whatever",
    "word_jp": "何でも",
    "word_en": "No matter what.",
    "en": "You can choose whatever you like from the menu.",
    "jp": "メニューの中から好きなものを何でも選べます。"
  },
  {
    "word": "when",
    "word_jp": "～のとき",
    "word_en": "At the time or occasion that.",
    "en": "When she Was playing in a garden one day,she picked a flower and ran with it to her mother.",
    "jp": "ある日彼女が庭で遊んでいるとき、彼女は花を摘んで母親のところに走っていきました。"
  },
  {
    "word": "where",
    "word_jp": "どこで",
    "word_en": "In or at what place.",
    "en": "Wendy asked where Peter lived and where his mother Was.",
    "jp": "ウェンディはピーターがどこに住んでいるのか、そして彼の母親はどこにいるのか尋ねました。"
  },
  {
    "word": "which",
    "word_jp": "どちら",
    "word_en": "Asking for information specifying one or more people or things from a definite set.",
    "en": "Which of these two options do you prefer?",
    "jp": "これらの2つの選択肢のどちらを好みますか？"
  },
  {
    "word": "while",
    "word_jp": "～する間",
    "word_en": "During the time that.",
    "en": "While the children were sleeping, the window opened.",
    "jp": "子供たちが寝ている間に、窓が開きました。"
  },
  {
    "word": "white",
    "word_jp": "白い",
    "word_en": "Of the color of snow or milk.",
    "en": "Mrs. Darling wore her white dress.",
    "jp": "ダーリン夫人は彼女の白いドレスを着ました。"
  },
  {
    "word": "who",
    "word_jp": "誰",
    "word_en": "Asking for the identity of a person.",
    "en": "\"Who is it?\", he called.",
    "jp": "「誰？」と彼は呼びました。"
  },
  {
    "word": "whole",
    "word_jp": "全体",
    "word_en": "entire; complete",
    "en": "The whole project took much longer than we initially anticipated.",
    "jp": "そのプロジェクト全体が、我々が最初に予想していたよりもずっと時間がかかった。"
  },
  {
    "word": "why",
    "word_jp": "なぜ",
    "word_en": "for what reason or purpose",
    "en": "^Oh, why cant you stay like this forever!、",
    "jp": "「ああ、どうしてあなたはいつまでもこのままでいられないの！」"
  },
  {
    "word": "will",
    "word_jp": "～だろう、～するつもりだ",
    "word_en": "expressing future tense, intention, or strong will",
    "en": "He will be a man?、",
    "jp": "彼は大人になるの？"
  },
  {
    "word": "win",
    "word_jp": "勝つ",
    "word_en": "be victorious in a contest or conflict",
    "en": "But Peter was winning.",
    "jp": "しかし、ピーターは勝っていた。"
  },
  {
    "word": "wind",
    "word_jp": "風",
    "word_en": "the natural movement of air",
    "en": "And shut the window. 1 feel a cold wind coming in.",
    "jp": "そして窓を閉めて。冷たい風が入ってくるのを感じるわ。"
  },
  {
    "word": "window",
    "word_jp": "窓",
    "word_en": "an opening in the wall or roof of a building or vehicle",
    "en": "Suddenly, a window in the room opened.",
    "jp": "突然、部屋の窓が開いた。"
  },
  {
    "word": "with",
    "word_jp": "～と一緒に、～で",
    "word_en": "accompanying or in the company of someone or something",
    "en": "She decided to go to the park with her dog.",
    "jp": "彼女は犬と一緒に公園に行くことに決めた。"
  },
  {
    "word": "within",
    "word_jp": "～の中に、～以内に",
    "word_en": "inside the limits of",
    "en": "The deadline for project submission is strictly within this week.",
    "jp": "プロジェクト提出の締め切りは、今週中に厳守です。"
  },
  {
    "word": "without",
    "word_jp": "～なしで",
    "word_en": "not having or not accompanied by something",
    "en": "We cannot live without water.",
    "jp": "私たちは水なしでは生きられない。"
  },
  {
    "word": "woke",
    "word_jp": "目覚めた",
    "word_en": "past tense of wake; to cease to sleep",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリング夫人は叫び声をあげて目を覚まし、その少年を見た。"
  },
  {
    "word": "worry",
    "word_jp": "心配する",
    "word_en": "to feel anxious or troubled about actual or potential problems",
    "en": "Don't worry about the small things; they often resolve themselves.",
    "jp": "些細なことについては心配しないでください。それらはしばしば自然に解決します。"
  },
  {
    "word": "would",
    "word_jp": "〜だろう",
    "word_en": "used to express a desire or willingness to do something in the past or future",
    "en": "If I had more time, I would travel around the world.",
    "jp": "もしもっと時間があれば、世界中を旅するだろう。"
  },
  {
    "word": "year",
    "word_jp": "年",
    "word_en": "a period of time equal to 365 or 366 days",
    "en": "But the years came and went and Peter still did not come.",
    "jp": "しかし、歳月は過ぎ去り、ピーターはまだ来なかった。"
  },
  {
    "word": "yell",
    "word_jp": "大声を出す",
    "word_en": "to shout loudly",
    "en": "The crowd started to yell when the home team scored the winning goal.",
    "jp": "ホームチームが決勝点を決めたとき、観客は一斉に大声を出し始めた。"
  },
  {
    "word": "yes",
    "word_jp": "はい",
    "word_en": "used to express affirmation or agreement",
    "en": "YYes., she said, but she still thought it was a dream.",
    "jp": "「はい」と彼女は言ったが、まだそれが夢だと思っていた。"
  },
  {
    "word": "yesterday",
    "word_jp": "昨日",
    "word_en": "the day before today",
    "en": "I went to the library yesterday to study for my exam.",
    "jp": "私は試験勉強のために昨日図書館へ行った。"
  },
  {
    "word": "you",
    "word_jp": "あなた",
    "word_en": "the person or people being addressed",
    "en": "^Boy,, she said, why are you crying?",
    "jp": "「少年よ」と彼女は言った、「なぜ泣いているの？」"
  },
  {
    "word": "young",
    "word_jp": "若い",
    "word_en": "not old",
    "en": "She is a very young and talented artist.",
    "jp": "彼女はとても若くて才能のあるアーティストです。"
  },
  {
    "word": "your",
    "word_jp": "あなたの",
    "word_en": "belonging to or associated with the person or people that the speaker is addressing",
    "en": "A strange light、 as big as your hand、 followed him.",
    "jp": "奇妙な光が、あなたの手ほどの大きさで、彼についてきた。"
  },
  {
    "word": "although",
    "word_jp": "～だけれども",
    "word_en": "in spite of the fact that; even though",
    "en": "Although it was raining heavily, they decided to go for a walk.",
    "jp": "雨が激しく降っていたけれども、彼らは散歩に行くことに決めた。"
  },
  {
    "word": "anybody",
    "word_jp": "誰でも",
    "word_en": "any person; anyone",
    "en": "If anybody has questions, please raise your hand.",
    "jp": "誰でも質問があれば、手を挙げてください。"
  },
  {
    "word": "anywhere",
    "word_jp": "どこでも",
    "word_en": "in or to any place",
    "en": "You can find good coffee shops almost anywhere in this city.",
    "jp": "この街では、ほとんどどこでも美味しいコーヒーショップを見つけることができます。"
  },
  {
    "word": "bank",
    "word_jp": "土手、岸",
    "word_en": "the land alongside or sloping down to a river or lake",
    "en": "We sat on the river bank and watched the boats go by.",
    "jp": "私たちは川岸に座って、ボートが通り過ぎるのを眺めた。"
  },
  {
    "word": "become",
    "word_jp": "～になる",
    "word_en": "begin to be; turn into",
    "en": "She hopes to become a doctor in the future.",
    "jp": "彼女は将来、医者になることを望んでいます。"
  },
  {
    "word": "began",
    "word_jp": "始まった（beginの過去形）",
    "word_en": "past tense of begin (to start)",
    "en": "They all began to talk about their mothers.",
    "jp": "彼らは皆、母親について話し始めた。"
  },
  {
    "word": "beginning",
    "word_jp": "始まり",
    "word_en": "the start of something",
    "en": "Peter told her about the beginning of fairies.",
    "jp": "ピーターは彼女に妖精たちの始まりについて話した。"
  },
  {
    "word": "better",
    "word_jp": "より良い",
    "word_en": "more good or well",
    "en": "We need to find a better solution to this problem.",
    "jp": "私たちはこの問題に対して、より良い解決策を見つける必要がある。"
  },
  {
    "word": "between",
    "word_jp": "～の間（2つのものの間）",
    "word_en": "in the space separating two things",
    "en": "The remote control is usually placed between the sofa and the armchair.",
    "jp": "リモコンは通常、ソファと一人掛けアームチェアの間に置かれています。"
  },
  {
    "word": "blood",
    "word_jp": "血",
    "word_en": "the red liquid that circulates in the arteries and veins of humans and other vertebrates",
    "en": "The nurse took a small sample of her blood for testing.",
    "jp": "看護師は検査のために彼女の血を少量採取した。"
  },
  {
    "word": "cannot",
    "word_jp": "～できない",
    "word_en": "be unable to do something",
    "en": "I cannot believe how quickly the time has passed.",
    "jp": "時間がこんなにも早く過ぎ去ったなんて信じられません。"
  },
  {
    "word": "cared",
    "word_jp": "気にかける、世話をする（careの過去形）",
    "word_en": "to give attention to or look after someone or something",
    "en": "She always cared deeply about the well-being of her students.",
    "jp": "彼女はいつも生徒たちの幸福を深く気にかけていた。"
  },
  {
    "word": "Cecco",
    "word_jp": "チェッコ（フック船長の手下）",
    "word_en": "A name of one of Captain Hook's pirates.",
    "en": "The pirate Cecco went into the room to look.",
    "jp": "海賊のチェッコは、中を見るためその部屋に入った。"
  },
  {
    "word": "charming",
    "word_jp": "魅力的な、人をうっとりさせる",
    "word_en": "very pleasing or attractive",
    "en": "She has a very charming smile that instantly puts people at ease.",
    "jp": "彼女のとても魅力的な笑顔は、たちまち人を安心させる力がある。"
  },
  {
    "word": "Cinderella",
    "word_jp": "シンデレラ（おとぎ話の主人公）",
    "word_en": "The heroine of a fairy tale.",
    "en": "Y will do my best. Come inside and I will tell you the story of Cinderella、、 Wendy said.",
    "jp": "「最善を尽くします。中に入って、シンデレラの物語を教えてあげます」とウェンディは言った。"
  },
  {
    "word": "cock",
    "word_jp": "雄鶏",
    "word_en": "an adult male bird, especially of the domestic fowl",
    "en": "The cock crows loudly every morning at sunrise.",
    "jp": "その雄鶏は毎朝、日の出とともに大きな声で鳴く。"
  },
  {
    "word": "cook",
    "word_jp": "料理する",
    "word_en": "to prepare food by heating it",
    "en": "I like to cook Italian food on weekends.",
    "jp": "私は週末にイタリア料理を料理するのが好きです。"
  },
  {
    "word": "cool",
    "word_jp": "涼しい、冷たい",
    "word_en": "at a slightly low temperature",
    "en": "The air conditioner keeps the room quite cool.",
    "jp": "エアコンのおかげで部屋はかなり涼しいです。"
  },
  {
    "word": "could",
    "word_jp": "canの過去形、～できた、～かもしれない",
    "word_en": "past tense of 'can'; expresses ability, possibility, or polite request",
    "en": "I could finish the report by the deadline if I worked overtime.",
    "jp": "残業すれば、締め切りまでにレポートを終えることができただろうに。"
  },
  {
    "word": "cross",
    "word_jp": "横切る、交差する",
    "word_en": "to go or extend across something",
    "en": "Be careful when you cross the busy street.",
    "jp": "その交通量の多い通りを横断するときは注意してください。"
  },
  {
    "word": "Curly",
    "word_jp": "カーリー（人名）",
    "word_en": "Curly (A name of one of the Lost Boys)",
    "en": "Curly is a talented musician who plays the violin.",
    "jp": "カーリーはバイオリンを演奏する才能ある音楽家です。"
  },
  {
    "word": "Darling",
    "word_jp": "ダーリング（人名）",
    "word_en": "Darling (A family name)",
    "en": "Darling, could you pass me the salt?",
    "jp": "ダーリング、塩を取ってくれませんか？"
  },
  {
    "word": "dentist",
    "word_jp": "歯医者",
    "word_en": "A doctor who treats teeth",
    "en": "I have an appointment with the dentist tomorrow morning to get a check-up.",
    "jp": "明日の午前中に、定期検診のために歯医者の予約があります。"
  },
  {
    "word": "differently",
    "word_jp": "異なって",
    "word_en": "In a different way",
    "en": "People from different cultures often approach problem-solving differently.",
    "jp": "異なる文化を持つ人々は、問題解決へのアプローチがしばしば異なっている。"
  },
  {
    "word": "done",
    "word_jp": "（doの過去分詞）",
    "word_en": "Past participle of 'do'",
    "en": "I'm finally done with my homework for the day.",
    "jp": "今日の宿題はついに終わった。"
  },
  {
    "word": "England",
    "word_jp": "イギリス",
    "word_en": "England (Country)",
    "en": "I am planning a trip to England next spring to visit historical sites.",
    "jp": "私は来年の春、歴史的な場所を訪れるためにイギリスへの旅行を計画しています。"
  },
  {
    "word": "everywhere",
    "word_jp": "どこでも",
    "word_en": "In or to every place",
    "en": "The new smartphone application is popular and can be seen everywhere these days.",
    "jp": "その新しいスマートフォンアプリは人気があり、最近ではどこでも見かけることができる。"
  },
  {
    "word": "foot",
    "word_jp": "足",
    "word_en": "Part of the body at the bottom of the leg",
    "en": "I need to measure my foot size before buying new shoes.",
    "jp": "新しい靴を買う前に、自分の足のサイズを測る必要があります。"
  },
  {
    "word": "forest",
    "word_jp": "森",
    "word_en": "A large area covered with trees and plants",
    "en": "We took a long hike deep into the quiet forest.",
    "jp": "私たちは静かな森の奥深くまで長いハイキングをしました。"
  },
  {
    "word": "forward",
    "word_jp": "前方に",
    "word_en": "In a direction ahead",
    "en": "Please move the box forward so we can open the door.",
    "jp": "ドアを開けられるように、箱を前方に移動させてください。"
  },
  {
    "word": "found",
    "word_jp": "見つけた",
    "word_en": "past tense of find: to discover or come across something.",
    "en": "One morning, Mrs. Darling found leaves in the children's room that Were not there before.",
    "jp": "ある朝、ダーリング夫人は子供たちの部屋に見慣れない葉っぱがあるのを見つけました。"
  },
  {
    "word": "George",
    "word_jp": "ジョージ",
    "word_en": "A proper name.",
    "en": "George is coming to the party later.",
    "jp": "ジョージは後でパーティーに来ます。"
  },
  {
    "word": "great",
    "word_jp": "偉大な、素晴らしい",
    "word_en": "Very large or extensive; very important or good.",
    "en": "She made a great impression on the interviewers with her confidence and knowledge.",
    "jp": "彼女は自信と知識をもって面接官に素晴らしい印象を与えた。"
  },
  {
    "word": "grownup",
    "word_jp": "大人",
    "word_en": "An adult person.",
    "en": "It's time for you to start thinking like a grownup and take responsibility for your actions.",
    "jp": "あなたが大人のように考え始め、自分の行動に責任を持つ時が来ました。"
  },
  {
    "word": "heavy",
    "word_jp": "重い",
    "word_en": "Of great weight; hard to lift or move.",
    "en": "The suitcase was too heavy for her to carry alone.",
    "jp": "そのスーツケースは彼女が一人で運ぶには重すぎた。"
  },
  {
    "word": "honest",
    "word_jp": "正直な",
    "word_en": "Free of deceit; truthful and sincere.",
    "en": "She is known for being an honest and reliable person.",
    "jp": "彼女は正直で信頼できる人物として知られています。"
  },
  {
    "word": "however",
    "word_jp": "しかしながら",
    "word_en": "In spite of that; nevertheless.",
    "en": "The initial plan was complex; however, we managed to simplify the process significantly.",
    "jp": "当初の計画は複雑でしたが、しかしながら、我々はプロセスを大幅に簡素化することに成功しました。"
  },
  {
    "word": "ill",
    "word_jp": "病気の",
    "word_en": "Not in good health; sick.",
    "en": "She had to cancel her trip because she suddenly felt ill.",
    "jp": "彼女は急に体調が悪くなったため、旅行をキャンセルしなければなりませんでした。"
  },
  {
    "word": "imagine",
    "word_jp": "想像する",
    "word_en": "Form a mental image of (something not present or that has never been experienced).",
    "en": "Can you imagine a world without the internet?",
    "jp": "インターネットのない世界を想像できますか？"
  },
  {
    "word": "Indian",
    "word_jp": "インディアン",
    "word_en": "インディアン（アメリカ先住民）",
    "en": "The Indians stayed by the children's home and watched for danger.",
    "jp": "インディアンたちは子供たちの家のそばにいて、危険がないか見張っていました。"
  },
  {
    "word": "itself",
    "word_jp": "それ自身",
    "word_en": "The subject pronoun for 'it'.",
    "en": "The company prides itself on its innovative approach to problem-solving.",
    "jp": "その会社は、問題解決への革新的なアプローチを誇りとしています。"
  },
  {
    "word": "Jane",
    "word_jp": "ジェーン",
    "word_en": "Wendy's daughter's name.",
    "en": "Wendy had a daughter. She was called Jane.",
    "jp": "ウェンディには娘がいました。彼女はジェーンと呼ばれていました。"
  },
  {
    "word": "John",
    "word_jp": "ジョン",
    "word_en": "Wendy's younger brother.",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の弟たちの名前はジョンとマイケルでした。"
  },
  {
    "word": "Jolly Roger",
    "word_jp": "ジョリー・ロジャー",
    "word_en": "Captain Hook's ship's name.",
    "en": "Captain Hook's ship, called the Jolly Roger, sat in the dark.",
    "jp": "ジョリー・ロジャーと呼ばれたキャプテン・フックの船が暗闇の中にありました。"
  },
  {
    "word": "keep",
    "word_jp": "保つ、続ける",
    "word_en": "To continue in a specified condition or state.",
    "en": "If you keep practicing, you will definitely improve your skills.",
    "jp": "練習を続ければ、必ずスキルは上達するでしょう。"
  },
  {
    "word": "kind",
    "word_jp": "親切な、種類",
    "word_en": "Friendly, thoughtful, or caring towards others.",
    "en": "She is a very kind person who always helps others.",
    "jp": "彼女はいつも他人を助ける、とても親切な人です。"
  },
  {
    "word": "kiss",
    "word_jp": "キスする",
    "word_en": "To touch with the lips as a sign of affection.",
    "en": "She leaned in to give him a quick kiss before leaving.",
    "jp": "彼女は立ち去る前に、彼に短いキスをするために身を乗り出した。"
  },
  {
    "word": "line",
    "word_jp": "列",
    "word_en": "A row of people or things.",
    "en": "The children were brought out. They lined up in front of Captain Hook.",
    "jp": "子供たちは連れ出されました。彼らはキャプテン・フックの前に一列に並びました。"
  },
  {
    "word": "listen",
    "word_jp": "聞く",
    "word_en": "To give one's attention to a sound; to hear with intention.",
    "en": "Peter listened very carefully, with his hand to his ear.",
    "jp": "ピーターは耳に手を当てて、非常に注意深く聞きました。"
  },
  {
    "word": "Margaret",
    "word_jp": "マーガレット（人名）",
    "word_en": "A name for a girl.",
    "en": "She has a daughter called Margaret.",
    "jp": "彼女にはマーガレットという名の娘がいます。"
  },
  {
    "word": "meet",
    "word_jp": "会う",
    "word_en": "To come into the presence or company of someone.",
    "en": "I look forward to meet you at the conference next week.",
    "jp": "来週の会議であなたにお会いできるのを楽しみにしています。"
  },
  {
    "word": "message",
    "word_jp": "伝言、メッセージ",
    "word_en": "A communication containing some information, news, or the like, sent or brought.",
    "en": "Please leave a message if I don't answer the phone.",
    "jp": "電話に出ない場合は、伝言を残してください。"
  },
  {
    "word": "Michael",
    "word_jp": "マイケル（ウェンディの下の弟）",
    "word_en": "Wendy's younger brother.",
    "en": "Her brothers' names were John and Michael.",
    "jp": "彼女の兄弟の名前はジョンとマイケルでした。"
  },
  {
    "word": "mirror",
    "word_jp": "鏡",
    "word_en": "A reflective surface, typically of glass coated with a metal amalgam.",
    "en": "I looked into the mirror to check my reflection before leaving the house.",
    "jp": "家を出る前に、自分の姿を確認するために鏡を見た。"
  },
  {
    "word": "Miss",
    "word_jp": "ミス（未婚女性への敬称）",
    "word_en": "A title used before the name or surname of an unmarried woman.",
    "en": "Miss Smith, are you available for a meeting this afternoon?",
    "jp": "ミス・スミスさん、今日の午後の会議にご参加いただけますか？"
  },
  {
    "word": "moment",
    "word_jp": "瞬間",
    "word_en": "A very brief period of time.",
    "en": "In that brief moment, everything seemed to change.",
    "jp": "その短い瞬間に、全てが変わったように見えた。"
  },
  {
    "word": "music",
    "word_jp": "音楽",
    "word_en": "Vocal or instrumental sounds combined in such a way as to produce beauty of form, harmony, and expression of emotion.",
    "en": "I love listening to classical music when I study.",
    "jp": "勉強するときはクラシック音楽を聴くのが大好きです。"
  },
  {
    "word": "Nana",
    "word_jp": "ナナ（ダーリング家の大犬）",
    "word_en": "The Darling family's big dog.",
    "en": "The family also had a big brown dog、 named Nana.",
    "jp": "その家族にはナナという名の大きな茶色の犬もいました。"
  },
  {
    "word": "Nibs",
    "word_jp": "ニブス（ロスト・ボーイズの一人）",
    "word_en": "One of the Lost Boys.",
    "en": "Then Nibs saw something in the sky.",
    "jp": "それからニブスが空に何かを見つけました。"
  },
  {
    "word": "noise",
    "word_jp": "音",
    "word_en": "A sound, especially one that is loud or unpleasant.",
    "en": "The loud noise from the construction site kept me awake all night.",
    "jp": "工事現場からの大きな音で、私は一晩中眠れなかった。"
  },
  {
    "word": "object",
    "word_jp": "物",
    "word_en": "A material thing that can be seen and touched.",
    "en": "The small blue object on the table is a paperweight.",
    "jp": "テーブルの上の青い小さな物はペーパーウェイトです。"
  },
  {
    "word": "own",
    "word_jp": "自分のもの",
    "word_en": "To have or hold something as one's own; possess.",
    "en": "She finally bought the house she had always dreamed of owning.",
    "jp": "彼女はついに、ずっと所有することを夢見ていた家を買った。"
  },
  {
    "word": "page",
    "word_jp": "ページ",
    "word_en": "One side of a sheet of paper in a book, magazine, or newspaper.",
    "en": "Please turn to page 52 in your textbook.",
    "jp": "教科書の52ページを開いてください。"
  },
  {
    "word": "Peter",
    "word_jp": "ピーター",
    "word_en": "A boy's name.",
    "en": "Peter Pan had many kinds of happiness that many children couldn't have.",
    "jp": "ピーター・パンは、多くの子どもたちが持てないような、さまざまな種類の幸せを多く持っていました。"
  },
  {
    "word": "Peter Pan",
    "word_jp": "ピーター・パン",
    "word_en": "A fictional character who can fly and never grows up.",
    "en": "There never was a happier family until Peter Pan came.",
    "jp": "ピーター・パンがやってくるまでは、これほど幸せな家族はいませんでした。"
  },
  {
    "word": "people",
    "word_jp": "人々",
    "word_en": "Human beings in general or considered collectively.",
    "en": "The people in this town are very friendly and welcoming.",
    "jp": "この町の**人々**はとてもフレンドリーで歓迎してくれます。"
  },
  {
    "word": "perhaps",
    "word_jp": "たぶん",
    "word_en": "Used to express uncertainty or possibility; maybe.",
    "en": "Perhaps we should wait until tomorrow before making a final decision.",
    "jp": "たぶん、最終決定をする前に、明日まで待った方がいいでしょう。"
  },
  {
    "word": "person",
    "word_jp": "人",
    "word_en": "A human being.",
    "en": "Every person has the right to express their opinion.",
    "jp": "全ての人には意見を表明する権利があります。"
  },
  {
    "word": "piano",
    "word_jp": "ピアノ",
    "word_en": "A large keyboard musical instrument with a wooden case enclosing a metal frame with strings which are struck by hammers when the keys are depressed.",
    "en": "She is taking piano lessons every Tuesday afternoon.",
    "jp": "彼女は毎週火曜日の午後にピアノのレッスンを受けています。"
  },
  {
    "word": "plan",
    "word_jp": "計画",
    "word_en": "a detailed proposal for doing or achieving something",
    "en": "While the pirates looked for the lost boys, Hook made a plan.",
    "jp": "海賊たちが失われた少年たちを探している間、フックは計画を立てた。"
  },
  {
    "word": "poisoned",
    "word_jp": "毒を盛られた",
    "word_en": "administer or treat with poison",
    "en": "“Hook poisoned it!”",
    "jp": "「フックが毒を盛ったのよ！」"
  },
  {
    "word": "quite",
    "word_jp": "全く、かなり",
    "word_en": "to a certain extent; fairly",
    "en": "The movie was quite interesting, though the ending was a bit predictable.",
    "jp": "その映画はかなり面白かったが、結末は少し予想通りだった。"
  },
  {
    "word": "remove",
    "word_jp": "取り除く",
    "word_en": "take away or shift from one place to another",
    "en": "Please remove the stickers from the new glass.",
    "jp": "新しいガラスからステッカーを取り除いてください。"
  },
  {
    "word": "rise",
    "word_jp": "上がる、昇る",
    "word_en": "move from a lower position to a higher one",
    "en": "As they lay, the ocean water began to rise.",
    "jp": "彼らが横たわっていると、海の水が上がり始めた。"
  },
  {
    "word": "rock",
    "word_jp": "岩",
    "word_en": "the solid mineral material forming part of the surface of the earth",
    "en": "All the children hurried to hide behind rocks.",
    "jp": "子供たちは皆急いで岩の後ろに隠れた。"
  },
  {
    "word": "sad",
    "word_jp": "悲しい",
    "word_en": "feeling or showing sorrow; unhappy",
    "en": "Hook looked very sad.",
    "jp": "フックはとても悲しそうに見えた。"
  },
  {
    "word": "safe",
    "word_jp": "安全な",
    "word_en": "protected from or not exposed to danger or risk; not likely to cause harm or injury",
    "en": "They were safe.",
    "jp": "彼らは安全だった。"
  },
  {
    "word": "shocking",
    "word_jp": "衝撃的な",
    "word_en": "causing a sudden feeling of surprise and distress",
    "en": "The news of the sudden closure was truly shocking to everyone involved.",
    "jp": "突然の閉鎖のニュースは、関係者全員にとって本当に衝撃的だった。"
  },
  {
    "word": "shut",
    "word_jp": "閉める",
    "word_en": "move so as to close an opening",
    "en": "“And shut the window.",
    "jp": "「そして窓を閉めて。"
  },
  {
    "word": "Slightly",
    "word_jp": "スライトリー（人名。ロスト・ボーイズの一人）",
    "word_en": "Slightly (a name, one of the lost boys)",
    "en": "Slightly, the youngest of the Lost Boys, was always eager for adventure.",
    "jp": "ロスト・ボーイズの最年少であるスライトリーは、いつも冒険に意欲的でした。"
  },
  {
    "word": "Smee",
    "word_jp": "スミー（人名。フック船長の手下）",
    "word_en": "Smee (a name, one of Captain Hook's men)",
    "en": "“Captain、、 said the pirate Smee、 “could we take the boys mother and make her our mother?、",
    "jp": "「船長」と海賊のスミーが言いました。「僕たちが少年たちの母親を連れてきて、僕たちの母親にすることはできないでしょうか？」"
  },
  {
    "word": "someone",
    "word_jp": "誰か",
    "word_en": "some person",
    "en": "I think someone left their keys on the table.",
    "jp": "誰かがテーブルの上に鍵を置き忘れたと思います。"
  },
  {
    "word": "stick",
    "word_jp": "くっつく、貼り付く",
    "word_en": "to adhere or attach firmly",
    "en": "Peter tried to make his shadow stick to him with some soap from the bathroom.",
    "jp": "ピーターは、浴室にあった石鹸で自分の影を体に貼り付けようとしました。"
  },
  {
    "word": "these",
    "word_jp": "これら",
    "word_en": "plural of this; indicating things near the speaker or things just mentioned",
    "en": "These were all happy.",
    "jp": "これらはすべて幸せでした。"
  },
  {
    "word": "third",
    "word_jp": "三番目の",
    "word_en": "coming after the second in time or order",
    "en": "The third time the children tried, they flew!",
    "jp": "3回目の時、子供たちは飛びました！"
  },
  {
    "word": "Tinker Bell",
    "word_jp": "ティンカー・ベル",
    "word_en": "A fairy who is fond of Peter.",
    "en": "The bright light was really a fairy, no bigger than Your hand. It was a girl fairy called Tinker Bell.",
    "jp": "その明るい光は、実は手のひらほどの大きさの妖精でした。ティンカー・ベルと呼ばれる女の子の妖精でした。"
  },
  {
    "word": "Tootles",
    "word_jp": "トゥートルズ",
    "word_en": "One of the lost boys.",
    "en": "Tootles got his bow and arrow first.",
    "jp": "トゥートルズが一番に弓矢を手に入れました。"
  },
  {
    "word": "Twas",
    "word_jp": "（It wasの短縮形）",
    "word_en": "Contraction of 'It was'.",
    "en": "Twas the night before Christmas, when all through the house.",
    "jp": "クリスマスの前の夜でした、家の中では。"
  },
  {
    "word": "Twins",
    "word_jp": "双子",
    "word_en": "The twin brothers who looked exactly like each other.",
    "en": "Their names were Tootles, Nibs, Slightly, Curly, and the Twins.",
    "jp": "彼らの名前はトゥートルズ、ニブス、スライティ、カーリー、そして双子でした。"
  },
  {
    "word": "unhappy",
    "word_jp": "不幸せな",
    "word_en": "Not happy.",
    "en": "She looked unhappy about the news.",
    "jp": "彼女はその知らせに不幸せそうに見えた。"
  },
  {
    "word": "visit",
    "word_jp": "訪問する",
    "word_en": "To go to see someone.",
    "en": "What if Wendy goes to Visit you for a week every year at spring-cleaning time?",
    "jp": "もしウェンディが毎年春の大掃除の時期にあなたを1週間訪ねてきたらどうでしょうか？"
  },
  {
    "word": "wear",
    "word_jp": "着る",
    "word_en": "To have clothing on one's body.",
    "en": "She decided to wear the new blue dress to the party.",
    "jp": "彼女はパーティーにその新しい青いドレスを着ていくことに決めた。"
  },
  {
    "word": "Wendy",
    "word_jp": "ウェンディ",
    "word_en": "A girl in the story, the oldest Darling child.",
    "en": "All children, except one, grow up. Wendy was two years old when she found out she must grow up.",
    "jp": "一人の子を除いて、全ての子どもは成長します。ウェンディが成長しなければならないと知ったのは2歳の時でした。"
  },
  {
    "word": "wild",
    "word_jp": "野蛮な、乱暴な",
    "word_en": "Uncontrolled or unrestrained.",
    "en": "They would have wild dances together.",
    "jp": "彼らは一緒にワイルドなダンスを踊りました。"
  },
  {
    "word": "woman",
    "word_jp": "女性",
    "word_en": "An adult female human.",
    "en": "The woman in the red dress caught everyone's eye at the party.",
    "jp": "赤いドレスを着た女性がパーティーで皆の注目を集めた。"
  },
  {
    "word": "won",
    "word_jp": "勝った（winの過去形・過去分詞）",
    "word_en": "Past tense and past participle of win.",
    "en": "Peter won! All the boys cheered.",
    "jp": "ピーターの勝ち！すべての少年たちは歓声を上げた。"
  },
  {
    "word": "wonderful",
    "word_jp": "素晴らしい",
    "word_en": "Inspiring delight, pleasure, or admiration; very good.",
    "en": "Wendy thought it was wonderful that Peter knew fairies.",
    "jp": "ウェンディはピーターが妖精を知っていることが素晴らしいと思った。"
  },
  {
    "word": "wood",
    "word_jp": "森、林",
    "word_en": "A large area covered chiefly with trees and undergrowth.",
    "en": "We took a long walk through the dense wood this afternoon.",
    "jp": "私たちは今午後、深い森の中を長い散歩をしました。"
  },
  {
    "word": "word",
    "word_jp": "言葉、単語",
    "word_en": "A single distinct meaningful element of speech or writing.",
    "en": "She chose the perfect word to express her feelings.",
    "jp": "彼女は自分の気持ちを表現するのにぴったりの言葉を選んだ。"
  },
  {
    "word": "work",
    "word_jp": "働く、仕事",
    "word_en": "Activity involving mental or physical effort done in order to achieve or maintain something.",
    "en": "They all worked to get the ship ready to take Wendy, John, and Michael home.",
    "jp": "彼らは皆、ウェンディ、ジョン、マイケルを家に連れて帰るために船を準備するのに働いた。"
  },
  {
    "word": "world",
    "word_jp": "世界",
    "word_en": "The earth, together with all of its countries and peoples.",
    "en": "The new technology has the potential to change the way we interact with the rest of the world.",
    "jp": "その新技術は、私たちが世界の他の部分と交流する方法を変える可能性を秘めています。"
  },
  {
    "word": "worried",
    "word_jp": "心配している",
    "word_en": "Feeling or showing anxiety and concern about actual or potential problems.",
    "en": "She looked worried about the unexpected results of the test.",
    "jp": "彼女は予期せぬ試験の結果について心配そうに見えた。"
  },
  {
    "word": "worse",
    "word_jp": "より悪い",
    "word_en": "Comparative of bad.",
    "en": "The second attempt was even worse than the first one.",
    "jp": "二回目の試みは、最初の一回よりもさらに悪かった。"
  },
  {
    "word": "worst",
    "word_jp": "最悪の",
    "word_en": "Superlative of bad.",
    "en": "That was the worst movie I have ever seen.",
    "jp": "それは私が今まで見た中で最悪の映画だった。"
  },
  {
    "word": "burn",
    "word_jp": "燃やす",
    "word_en": "to destroy by fire",
    "en": "We need to burn the old papers in the fireplace.",
    "jp": "私たちは古い書類を暖炉で燃やす必要があります。"
  },
  {
    "word": "class",
    "word_jp": "授業、学級",
    "word_en": "a group of students taught together",
    "en": "The history class was very interesting today.",
    "jp": "今日の歴史の授業はとても面白かったです。"
  },
  {
    "word": "die",
    "word_jp": "死ぬ",
    "word_en": "to stop living",
    "en": "\"Children don't believe in fairies any more,” Peter said. And every time a child says、 “I don tbelieve in fairies,” a fairy dies.",
    "jp": "「子供たちはもう妖精を信じないんだ」とピーターは言いました。そして子供が「妖精を信じない」と言うたびに、一匹の妖精が死んでしまうのです。"
  },
  {
    "word": "during",
    "word_jp": "~の間ずっと",
    "word_en": "throughout the course or duration of a period of time",
    "en": "I learned a lot during my trip to Japan.",
    "jp": "日本への旅行の間ずっと、私はたくさんのことを学びました。"
  },
  {
    "word": "float",
    "word_jp": "浮かぶ",
    "word_en": "A Never bird is a bird that lives only on Neverland. It lays eggs in a nest that floats on the water. When the Never bird got close to Peter, it jumped out of its nest. It gave Peter its nest to use as a boat. Peter climbed in. He Was saved! He thanked the Never bird and used his new boat to get home.",
    "jp": "木の丸太は水面に浮かぶことができる。",
    "en": "A wooden log can float on the surface of the water."
  },
  {
    "word": "fum",
    "word_jp": "楽しみ、気晴らし",
    "word_en": "fun",
    "en": "We decided to take a short trip for some weekend fum.",
    "jp": "私たちは週末のちょっとした楽しみ（気晴らし）のために、短い旅行に行くことに決めた。"
  },
  {
    "word": "george",
    "word_jp": "ジョージ",
    "word_en": "a proper name",
    "en": "George decided to study architecture at university.",
    "jp": "ジョージは大学で建築学を学ぶことを決めた。"
  },
  {
    "word": "gift",
    "word_jp": "贈り物",
    "word_en": "something given willingly to someone without payment; a present",
    "en": "Peter was very happy about getting his shadow back. He danced around the room. Then he gave Wendy a gift. It was a small button.",
    "jp": "ピーターは影を取り戻せたことをとても喜びました。彼は部屋を踊り回りました。それから彼はウェンディに贈り物をしました。それは小さなボタンでした。"
  },
  {
    "word": "hell",
    "word_jp": "地獄",
    "word_en": "the place of punishment for the wicked after death",
    "en": "The past few months working on this intense deadline have been absolute hell.",
    "jp": "この厳しい締め切りに取り組んでいたここ数ヶ月は、まさに地獄だった。"
  },
  {
    "word": "hello",
    "word_jp": "こんにちは",
    "word_en": "used as a greeting",
    "en": "^Hello, lost boys!, he cried.",
    "jp": "「やあ、ロストボーイズ！」と彼は叫んだ。"
  },
  {
    "word": "kept",
    "word_jp": "保った",
    "word_en": "past tense of keep: to continue to have or hold something",
    "en": "She kept him there.",
    "jp": "彼女は彼をそこに留まらせた。"
  },
  {
    "word": "led",
    "word_jp": "導いた",
    "word_en": "past tense of lead: to guide or direct someone",
    "en": "Captain Hook led the pirates to look for the lost boys.",
    "jp": "キャプテン・フックは海賊たちを率いてロストボーイズを探しに行った。"
  },
  {
    "word": "lose",
    "word_jp": "失う、負ける",
    "word_en": "to fail to keep or win something",
    "en": "But he didn't want to lose to Peter Pan.",
    "jp": "しかし、彼はピーター・パンに負けたくなかった。"
  },
  {
    "word": "nice",
    "word_jp": "素敵な、親切な",
    "word_en": "pleasant, agreeable, or kind",
    "en": "It was very nice of you to lend me your umbrella.",
    "jp": "傘を貸してくれて、あなたはとても親切でした。"
  },
  {
    "word": "o",
    "word_jp": "（感嘆詞）",
    "word_en": "an exclamation used to express surprise or realization",
    "en": "Oh, why cant you stay like this forever!, Oh!, Oh no!, Oh, George!",
    "jp": "「ああ、どうしてあなたは永遠にこのままでいられないの！」「ああ！」「ああ、いけない！」「ああ、ジョージ！」"
  },
  {
    "word": "our",
    "word_jp": "私たちの",
    "word_en": "belonging to or associated with the speaker and one or more other people",
    "en": "^Our king still be the King of England?, ^Our mother?",
    "jp": "「私たちの王様はまだイングランドの王様なの？」「私たちのお母さん？」"
  },
  {
    "word": "pirates",
    "word_jp": "海賊たち",
    "word_en": "plural of pirate: a person who attacks and robs ships at sea",
    "en": "The pirates sang as they looked for the lost boys.",
    "jp": "海賊たちはロストボーイズを探しながら歌った。"
  },
  {
    "word": "practice",
    "word_jp": "練習",
    "word_en": "the actual application or use of an idea, belief, or method, as opposed to the theoretical or paper version",
    "en": "At first they said they just needed practice.",
    "jp": "最初は、彼らはただ練習が必要だと言った。"
  },
  {
    "word": "rather",
    "word_jp": "むしろ",
    "word_en": "instead; preferably",
    "en": "I would rather stay home and read than go out tonight.",
    "jp": "今夜は出かけるより、むしろ家にいて読書をしたい。"
  },
  {
    "word": "slight",
    "word_jp": "わずかな、わずかに",
    "word_en": "small in degree; not large or heavy",
    "en": "There was a slight delay in the train schedule this morning.",
    "jp": "今朝、電車の運行スケジュールにわずかな遅れがありました。"
  },
  {
    "word": "smoke",
    "word_jp": "煙、煙を出す",
    "word_en": "visible vapor that comes from a fire or burning material",
    "en": "I could see smoke rising from the chimney of the old cottage.",
    "jp": "古いコテージの煙突から煙が立ち上っているのが見えた。"
  },
  {
    "word": "step",
    "word_jp": "歩み、一歩",
    "word_en": "a pace or movement made by lifting the foot and putting it down again in a new position",
    "en": "Take a big step forward and don't look back.",
    "jp": "大きく前進する一歩を踏み出し、振り返らないでください。"
  },
  {
    "word": "swim",
    "word_jp": "泳ぐ",
    "word_en": "move through water by using the arms and legs",
    "en": "We decided to swim across the lake before sunset.",
    "jp": "私たちは日没前に湖を泳いで横断することに決めました。"
  },
  {
    "word": "threw",
    "word_jp": "投げるの過去形",
    "word_en": "past tense of throw: to propel something through the air with force",
    "en": "But Hook threw a clock at the crocodile just in time.",
    "jp": "しかしフックはちょうど間に合ったときにワニに向かって時計を投げた。"
  },
  {
    "word": "through",
    "word_jp": "～を通して",
    "word_en": "moving in one side and out of the other side of (an opening, channel, or location)",
    "en": "The shot sent the children flying in 中fferent ways through the air.",
    "jp": "その一発で子供たちは空中に投げ出され、それぞれ違う方向に飛んでいった。"
  },
  {
    "word": "trolley",
    "word_jp": "台車、カート",
    "word_en": "a cart with wheels, often pushed by hand",
    "en": "I need a trolley to carry all these groceries to my car.",
    "jp": "これら全ての食料品を車まで運ぶために、台車（カート）が必要です。"
  },
  {
    "word": "went",
    "word_jp": "行くの過去形",
    "word_en": "past tense of go: to move from one place to another",
    "en": "I went to the bookstore to buy a new novel this morning.",
    "jp": "私は今朝、新しい小説を買うために書店に行きました。"
  },
  {
    "word": "wish",
    "word_jp": "願う",
    "word_en": "want something to happen or be true",
    "en": "^Oh,I wish I did not have to go to a party tonight!、 she said.",
    "jp": "「ああ、今夜パーティーに行かなくて済めばいいのに！」と彼女は言った。"
  },
  {
    "word": "angry",
    "word_jp": "怒っている",
    "word_en": "feeling or showing anger.",
    "en": "Peter was very angry.",
    "jp": "ピーターはとても怒っていました。"
  },
  {
    "word": "awful",
    "word_jp": "ひどい、恐ろしい",
    "word_en": "very bad or unpleasant.",
    "en": "The service at the restaurant was awful, and the food wasn't much better.",
    "jp": "そのレストランのサービスはひどかったし、料理もあまり美味しくなかった。"
  },
  {
    "word": "did",
    "word_jp": "する（doの過去形）",
    "word_en": "past tense of 'do'.",
    "en": "Did you finish the report before the deadline?",
    "jp": "締め切り前にレポートを終えましたか？"
  },
  {
    "word": "ear",
    "word_jp": "耳",
    "word_en": "the organ for hearing.",
    "en": "Peter listened very carefully, with his hand to his ear.",
    "jp": "ピーターは、片手を耳に当てて、とても注意深く耳を傾けました。"
  },
  {
    "word": "easily",
    "word_jp": "簡単に",
    "word_en": "in a way that is not difficult.",
    "en": "You can find that information easily online.",
    "jp": "その情報はオンラインで簡単に見つけられます。"
  },
  {
    "word": "Edward",
    "word_jp": "エドワード（人名）",
    "word_en": "A proper name.",
    "en": "Edward studies history at the University of London.",
    "jp": "エドワードはロンドン大学で歴史を学んでいます。"
  },
  {
    "word": "English",
    "word_jp": "イギリスの、英語の",
    "word_en": "relating to England or its people or language.",
    "en": "We hope our sons will die like English gentlemen.",
    "jp": "私たちは息子たちがイギリスの紳士のように死ぬことを望んでいます。"
  },
  {
    "word": "fact",
    "word_jp": "事実",
    "word_en": "a thing that is known or proved to be true.",
    "en": "It is a known fact that regular exercise is beneficial for health.",
    "jp": "定期的な運動が健康に良いということは、よく知られた事実です。"
  },
  {
    "word": "flying",
    "word_jp": "飛ぶこと（flyの現在分詞）",
    "word_en": "moving through the air using wings or an aircraft; present participle of 'fly'.",
    "en": "The airline announced that our flight would be delayed due to heavy fog, making flying conditions unsafe.",
    "jp": "航空会社は、濃霧のため、飛行（飛ぶこと）の状況が危険であるとして、フライトが遅延すると発表しました。"
  },
  {
    "word": "follow",
    "word_jp": "ついて行く、従う",
    "word_en": "go or come after (a person or thing proceeding ahead).",
    "en": "The pirates all followed.",
    "jp": "海賊たちは皆ついて行きました。"
  },
  {
    "word": "g",
    "word_jp": "（単語なし）",
    "word_en": "（単語なし）",
    "en": "The package states that the contents weigh exactly 500 g.",
    "jp": "そのパッケージには、内容物の重さが正確に500グラムであると記載されています。"
  },
  {
    "word": "grew",
    "word_jp": "成長した",
    "word_en": "grow（成長する）の過去形",
    "en": "My son grew so fast this past year.",
    "jp": "私の息子はこの一年でとても速く成長した。"
  },
  {
    "word": "hate",
    "word_jp": "（単語なし）",
    "word_en": "（単語なし）",
    "en": "I really hate the sound of an alarm clock going off early in the morning.",
    "jp": "私は早朝に鳴る目覚まし時計の音が大嫌いだ。"
  },
  {
    "word": "heaven",
    "word_jp": "（単語なし）",
    "word_en": "（単語なし）",
    "en": "She always dreamed of living in a place that felt like heaven on earth.",
    "jp": "彼女はいつも、地上に天国があるような場所で暮らすことを夢見ていた。"
  },
  {
    "word": "inch",
    "word_jp": "インチ（長さの単位）",
    "word_en": "a unit of length equal to one-twelfth of a foot",
    "en": "The ruler is marked in both centimeters and inches.",
    "jp": "その定規にはセンチメートルとインチの両方で目盛りが付いている。"
  },
  {
    "word": "inside",
    "word_jp": "内部に、中に",
    "word_en": "in or into a place, space, or building",
    "en": "It is much cooler inside the house on a hot summer day.",
    "jp": "暑い夏の日には、家の内部はもっと涼しい。"
  },
  {
    "word": "instead",
    "word_jp": "その代わりに",
    "word_en": "in place of or as an alternative to someone or something else",
    "en": "She decided to take the train instead of driving her car.",
    "jp": "彼女は車を運転する代わりに電車に乗ることに決めた。"
  },
  {
    "word": "Jolly",
    "word_jp": "ジョリー（船名の一部）",
    "word_en": "part of a ship's name",
    "en": "Captain Hook's ship、 called the Jolly Roger, sat in the dark.",
    "jp": "ジョリー・ロジャーと呼ばれるフック船長の船が暗闇の中にあった。"
  },
  {
    "word": "length",
    "word_jp": "（単語なし）",
    "word_en": "（単語なし）",
    "en": "The length of the river is approximately 100 kilometers.",
    "jp": "その川の長さはおよそ100キロメートルです。"
  },
  {
    "word": "mermaids",
    "word_jp": "人魚たち",
    "word_en": "mythical sea creatures with the upper body of a woman and the tail of a fish",
    "en": "The children often went to the lake where the mermaids lived.",
    "jp": "子供たちは人魚たちが住む湖にしばしば行った。"
  },
  {
    "word": "minute",
    "word_jp": "分",
    "word_en": "a period of time equal to sixty seconds or a sixtieth of an hour",
    "en": "They all waited for a minute.",
    "jp": "彼らは皆、一分間待った。"
  },
  {
    "word": "Mr",
    "word_jp": "氏",
    "word_en": "a polite form of address used before the surname or full name of a man",
    "en": "Mr. Darling came home, tired from work.",
    "jp": "ダーリング氏は仕事で疲れて家に帰ってきた。"
  },
  {
    "word": "Mrs",
    "word_jp": "夫人",
    "word_en": "a title used before the surname of a married woman",
    "en": "When Wendy returned, she found Peter sitting on the bed happy. \"Peter needs a mother,\" Jane said to Wendy. \"Yes, I know,\" Mrs. Darling said.",
    "jp": "ウェンディが戻ったとき、彼女はピーターが幸せそうにベッドに座っているのを見つけた。「ピーターには母親が必要なのよ」とジェーンはウェンディに言った。「ええ、知ってるわ」とダーリング夫人は言った。"
  },
  {
    "word": "nobody",
    "word_jp": "誰も～ない",
    "word_en": "no person; no one",
    "en": "Nobody was home when I called.",
    "jp": "私が電話した時、誰も家にいなかった。"
  },
  {
    "word": "o'clock",
    "word_jp": "時",
    "word_en": "used to indicate the exact time on the clock",
    "en": "The train is scheduled to arrive at three o'clock.",
    "jp": "その電車は3時に到着する予定です。"
  },
  {
    "word": "read",
    "word_jp": "読む",
    "word_en": "look at and comprehend the meaning of written or printed matter",
    "en": "Reading lessons are developed so that learners can step up without strain, just as learners aim higher step by step using a ladder.",
    "jp": "ラーニングリーダーは、学習者がはしごを使って一歩一歩上を目指すように、学習者の実に力に合わせて、無理なくステップアップできるように開発された英文リーダーのシリーズです。"
  },
  {
    "word": "seven",
    "word_jp": "七",
    "word_en": "the cardinal number equal to the sum of six and one",
    "en": "I have seven apples in my basket.",
    "jp": "私のカゴには七つのりんごがあります。"
  },
  {
    "word": "she",
    "word_jp": "彼女は",
    "word_en": "used to refer to a female person or animal previously mentioned or easily identified",
    "en": "She thought this was just another dream.",
    "jp": "彼女はこの出来事がまた別の夢だと思っていた。"
  },
  {
    "word": "Silly",
    "word_jp": "おろかな",
    "word_en": "having or showing a lack of good sense; absurd",
    "en": "It was a silly mistake to forget my keys again.",
    "jp": "また鍵を忘れるなんて、おろかな間違いだった。"
  },
  {
    "word": "Sir",
    "word_jp": "閣下、先生",
    "word_en": "used as a polite or respectful term of address for a man",
    "en": "Sir, could you please explain the procedure again?",
    "jp": "閣下（先生）、その手順をもう一度説明していただけますでしょうか？"
  },
  {
    "word": "size",
    "word_jp": "大きさ",
    "word_en": "the measurement of something from end to end, side to side, or top to bottom",
    "en": "What is the size of this room?",
    "jp": "この部屋の大きさはどれくらいですか？"
  },
  {
    "word": "smell",
    "word_jp": "におい",
    "word_en": "the faculty or action of perceiving by the nose",
    "en": "The smell of freshly baked bread filled the kitchen.",
    "jp": "焼きたてのパンのにおいがキッチンに充満していた。"
  },
  {
    "word": "soft",
    "word_jp": "柔らかい",
    "word_en": "easy to mold, cut, crush, or pierce; not hard or firm",
    "en": "The cat's fur was incredibly soft to the touch.",
    "jp": "その猫の毛皮は触ると信じられないほど柔らかかった。"
  },
  {
    "word": "soldier",
    "word_jp": "兵士",
    "word_en": "a person who serves in an army",
    "en": "The brave soldier defended his country with honor.",
    "jp": "その勇敢な兵士は名誉をもって祖国を守った。"
  },
  {
    "word": "soup",
    "word_jp": "スープ",
    "word_en": "a liquid dish, typically made by boiling meat, fish, or vegetables, etc., in stock or water",
    "en": "I would like a bowl of hot tomato soup, please.",
    "jp": "温かいトマトスープを一杯お願いします。"
  },
  {
    "word": "square",
    "word_jp": "正方形",
    "word_en": "a plane figure with four equal straight sides and four right angles",
    "en": "The garden is laid out in a perfect square.",
    "jp": "その庭は完璧な正方形に造られている。"
  },
  {
    "word": "staff",
    "word_jp": "職員",
    "word_en": "a group of people who work for an organization or business",
    "en": "The new project requires hiring additional staff to meet the increased workload.",
    "jp": "その新しいプロジェクトは、増大した仕事量に対応するために追加の職員を雇うことを必要としています。"
  },
  {
    "word": "stair",
    "word_jp": "階段",
    "word_en": "a set of steps for going from one level or floor of a building to another",
    "en": "She carefully climbed the steep stair to reach the attic.",
    "jp": "彼女は屋根裏部屋にたどり着くために、急な階段を注意深く登った。"
  },
  {
    "word": "Tuck",
    "word_jp": "タック",
    "word_en": "a name, possibly related to a character's name or action",
    "en": "She carefully tucked the loose strands of hair behind her ear.",
    "jp": "彼女は慎重に、ばらけた髪の房を耳の後ろにまとめた（押し込んだ）。"
  },
  {
    "word": "twelve",
    "word_jp": "12",
    "word_en": "the number equivalent to the sum of ten and two",
    "en": "The clock on the wall shows it is exactly twelve.",
    "jp": "壁の時計はちょうど12時を示している。"
  },
  {
    "word": "used",
    "word_jp": "～したことがある、かつて～した",
    "word_en": "過去に～したことがある、以前～したものだ",
    "en": "I used to play the piano when I was a child.",
    "jp": "私は子供の頃、かつてピアノを弾いたことがあります。"
  },
  {
    "word": "wonder",
    "word_jp": "～かしら、不思議に思う",
    "word_en": "she said. \"You won't forget me, Peter, will you before spring-cleaning time comes?\" Peter promised, and then he flew away.",
    "jp": "明日は雨が降るかしら。",
    "en": "I wonder if it will rain tomorrow."
  },
  {
    "word": "wound",
    "word_jp": "傷つける",
    "word_en": "Hook came after Peter. They fought, and the captain's hook cut Peter twice.",
    "jp": "上司からの厳しい言葉は、彼の自信を傷つけ続けた。",
    "en": "The harsh words from his boss continued to wound his confidence."
  },
  {
    "word": "yet",
    "word_jp": "まだ、もう",
    "word_en": "But it was too late. Peter was winning. Hook was too tired to keep going. But he didn't want to lose to Peter Pan. He decided to jump off the ship instead.",
    "jp": "私たちはまだ最終決定に達していません。",
    "en": "We haven't reached the final decision yet."
  },
  {
    "word": "built",
    "word_jp": "建てられた",
    "word_en": "past tense of build: constructed or made something.",
    "en": "The castle was built on a hill overlooking the sea.",
    "jp": "その城は海を見下ろす丘の上に建てられた。"
  },
  {
    "word": "cry",
    "word_jp": "叫び、泣き声",
    "word_en": "A loud call or sound made when weeping or in distress.",
    "en": "Mrs. Darling woke up with a cry and saw the boy.",
    "jp": "ダーリング夫人は叫び声をあげて目を覚まし、その少年を見ました。"
  },
  {
    "word": "leaf",
    "word_jp": "葉",
    "word_en": "A flat, typically green, part of a plant, important for photosynthesis.",
    "en": "A single green leaf fell from the tree.",
    "jp": "一本の緑の葉が木から落ちた。"
  },
  {
    "word": "leave",
    "word_jp": "去る、残す",
    "word_en": "Go away from a place, or to allow someone or something to remain in a specified place or condition.",
    "en": "Don't forget to leave your keys on the table before you go.",
    "jp": "出かける前に鍵をテーブルの上に置いておくのを忘れないでください。"
  },
  {
    "word": "peter pan",
    "word_jp": "ピーター・パン",
    "word_en": "The name of the main character, a boy who never grows up.",
    "en": "Somehow she knew that he Was Peter Pan.",
    "jp": "どういうわけか彼女は、彼がピーター・パンだと知っていました。"
  },
  {
    "word": "sewed",
    "word_jp": "縫った",
    "word_en": "Past tense of sew: joined or fastened something by stitching with a needle and thread.",
    "en": "I'll sew it on for you, she said, and she sewed the shadow on to Peter's foot.",
    "jp": "彼女は「あなたのために縫ってあげるわ」と言い、影をピーターの足に縫い付けました。"
  },
  {
    "word": "shocked",
    "word_jp": "ショックを受けた",
    "word_en": "Past tense of shock: greatly surprised or horrified.",
    "en": "The pirates were all shocked.",
    "jp": "海賊たちは皆ショックを受けました。"
  },
  {
    "word": "shot",
    "word_jp": "撃たれた",
    "word_en": "Past tense of shoot: fired a weapon or projectile.",
    "en": "Then Tootles shot Wendy right in the heart.",
    "jp": "それからトゥートルズはウェンディを心臓めがけて撃ちました。"
  },
  {
    "word": "shout",
    "word_jp": "叫ぶ",
    "word_en": "Cry out loudly.",
    "en": "Don't shout; please use a normal voice.",
    "jp": "叫ばないでください。普通の声で話してください。"
  },
  {
    "word": "tonight",
    "word_jp": "今夜",
    "word_en": "This night.",
    "en": "Oh,I wish I did not have to go to a party tonight!, she said.",
    "jp": "「ああ、今夜パーティーに行かなくちゃいけないなんて！」と彼女は言いました。"
  },
  {
    "word": "unless",
    "word_jp": "もし～でなければ",
    "word_en": "if not",
    "en": "But Peter knew no one can fy unless they have fairy dust on him.",
    "jp": "しかし、ピーターは、妖精の粉がついていなければ誰も飛べないことを知っていた。"
  },
  {
    "word": "yard",
    "word_jp": "庭",
    "word_en": "an area of ground adjoining a house, typically a grassy area",
    "en": "Mr. Darling put Nana outside in the yard for the night.",
    "jp": "ダーリング氏はナナをその夜、庭の外に出しました。"
  }
]